{"text": "Draft Digital India Bill to Be Available for Public Consultation by Month-end: Rajeev Chandrasekhar", "label": "NEU", "score": 0.9621650576591492}
{"text": "These little birds are paying the price of 5G with their livesDo something 🙏Jio5G DigitalIndia savebirds SaveNature UnitedNations PMOIndia aajtak Trending", "label": "NEU", "score": 0.6214229464530945}
{"text": "if we want make Digital india please stop corruption", "label": "NEG", "score": 0.4925542175769806}
{"text": "InvestInIndia DidYouKnow: NewIndia has the highest FinTech adoption rate globallyExplore more: InvestIndia FinTech InsurTech DigitalIndia", "label": "POS", "score": 0.8936193585395813}
{"text": "Samsung organizes Startup Collab; Invites Startups to Collaborate on Digital India Initiatives.", "label": "POS", "score": 0.7858707904815674}
{"text": "NEW_INDIAModiGovtMODI_SARKARDIGITAL_INDIA     GujaratElectionResult💪💪💪😎🤞", "label": "NEU", "score": 0.9770112633705139}
{"text": "Draft Digital India Bill to Be Available for Public Consultation by Month-end: Rajeev Chandrasekhar", "label": "NEU", "score": 0.9621650576591492}
{"text": "Samsung invites startups to work in Govt's Digital India stack", "label": "NEU", "score": 0.6293618679046631}
{"text": "InvestInIndiaNewIndia's digital transactions per capita per annum have increased ~10x in five yearsDiscover more avenues at DigitalIndia InvestIndia", "label": "NEU", "score": 0.5957134366035461}
{"text": "This is ridiculous.ATM was out of order, adjacent at Howrah New Platform.TTE is not accepting online/ UPI payment.Is this digital India?Need solution on urgent basis.", "label": "NEG", "score": 0.9816755652427673}
{"text": "Interest not received for FY 21-22 yet . Grievance ID - BANII/E/2022/44619", "label": "NEU", "score": 0.5328114628791809}
{"text": "Wanted to know about Fine and penalty payment process during TRAIN journeys.As THE is not accepting online payment.ATM was inactive at boarding station.Need help. Urgently.Digital India Indian Railways", "label": "NEG", "score": 0.8007018566131592}
{"text": "Draft Digital India Bill by Dec-end: Chandrasekhar", "label": "NEU", "score": 0.9732186794281006}
{"text": "Draft Digital India Bill by Dec-end: Chandrasekhar", "label": "NEU", "score": 0.9732186794281006}
{"text": "Sir, please take concern about these as well... There are no e-contents. We are in digital India", "label": "NEU", "score": 0.5125424861907959}
{"text": "Hello… he is not a street beggar… his begging is using digital India… only through bank account", "label": "NEG", "score": 0.7733569741249084}
{"text": "Digital India is not just a name, it is a big vision for the development of the country: PM Modivia NaMo App", "label": "POS", "score": 0.867005467414856}
{"text": "ETInfotechNews: Draft Digital India Bill to be available for public consultation by month-end: Rajeev Chandrasekhar | Infotech", "label": "NEU", "score": 0.9589676856994629}
{"text": "DigitalIndia", "label": "NEU", "score": 0.8991155624389648}
{"text": "jeevanpramaan  please help with approval of pramaan id 7053470728", "label": "NEU", "score": 0.8535339832305908}
{"text": "Draft Digital India Bill to be available for public consultation by month-end: Rajeev Chandrasekhar | Infotech", "label": "NEU", "score": 0.9650255441665649}
{"text": "India marching towards economic progress, DigitalIndia", "label": "NEU", "score": 0.6891748905181885}
{"text": "\"Number Theory\"0&1   binary    More  hexa   octal   decimalDigital India  means not binary digits REAL NUMBERS/HERO dacount down  starts now boss", "label": "NEU", "score": 0.9485756158828735}
{"text": "Our aadhar show problem in sarthi dl web site .we go aadhar kendra they not find any mistakes but sarthi drives license web site till show your name not mach what i do for s suggest.", "label": "NEG", "score": 0.9036192893981934}
{"text": "India is on the Way of Digital India Cashless India but sometime Digital banking having bugs on Payal time so need to prefer Cash..₹", "label": "NEG", "score": 0.857755720615387}
{"text": "And his aim is that the marriage ceremony should be completed with joy and gaiety. Just keep working keeping in mind the intention of the department and the interests of the children. Jai-Teacher, Jai-Bharat.", "label": "POS", "score": 0.6594464182853699}
{"text": "As I'm applying for scholarship renewal it is showing application id is not eligible for renewal and alsoI'm trying as a fresh candidate it is showing adhaar details already exists.  I have mailed nsp several times. Please help", "label": "NEU", "score": 0.7523598074913025}
{"text": "DDOS ATTACK ON DIGITAL INDIA 😆😆 AND COMPANY'SNO SYSTEM IS SAFEDDOS Anonymous", "label": "NEG", "score": 0.9827737808227539}
{"text": "As I'm applying for scholarship renewal it is showing application id is not eligible for renewal and alsoI'm trying as a fresh candidate it is showing adhaar details already exists.  I have mailed nsp several times. Please help", "label": "NEU", "score": 0.7523598074913025}
{"text": "Haryana board of school education is yet to do the same", "label": "NEU", "score": 0.969417929649353}
{"text": "Not all is available digital on epfo", "label": "NEU", "score": 0.9207744598388672}
{"text": "Fighting Stigma (IN) Draft Digital India Bill to be available for public consultation by month-end: Rajeev Chandrasekhar: The proposed bill, alongside the Digital Personal Data Protection (DPDP) Bill whose draft was released recently, will contribute to…", "label": "NEU", "score": 0.9502255320549011}
{"text": "Samsung to collaborate with tech startups working on government's Digital India stackstartups DigitalIndia  Image: News18", "label": "NEU", "score": 0.6180239915847778}
{"text": "Digital India New India", "label": "NEU", "score": 0.9614916443824768}
{"text": "Draft Digital India Bill to be available for public consultation by month-end: Rajeev Chandrasekhar bill DigitalIndia digitalindiabill India InformationTechnology NationalDataGovernanceFrameworkPolicy", "label": "NEU", "score": 0.9577805399894714}
{"text": "In Nigeria you can only cash out $225 a week anymore. Everything to implement digital money. India and Pakistan are on the march. CBDCs, through Blockchain, will be the ultimate weapon of control by globalists. They will know what and where we spend our 💸", "label": "NEU", "score": 0.5145747661590576}
{"text": "Namaste. for more than 45 days I have been following up for information on PMAY -Urban. but to date, i don't see any response to this. can someone help me in this regard?", "label": "NEU", "score": 0.9590203166007996}
{"text": "technology innovation reinvent business branding marketing ad b2c onlinemarketing DigitalIndia digitalmarketing media Advertising Polish e-commerce company allegro’s creative & Brilliant ad with no language barrier🤩😍👏Thanks via", "label": "POS", "score": 0.9596360921859741}
{"text": "Gpay, Phone Pe, Paytm user? This video is for you ZeeTamilNews Digital Payment RBI Digital India Online Payment", "label": "NEU", "score": 0.9726088047027588}
{"text": "Yeah but if you copy-paste provisions and thoughtlessly modify them, then doesn't really help, no?Two badly drafted Bills from 's team: Telecom Bill and Data Protection. Wondering how bad Digital India Act will be now.", "label": "NEG", "score": 0.9789208769798279}
{"text": "RBI Governor explaining key difference between UPI nd Digital currency ....Get ready for new future of payments Digital Rupee Digital India DrAGRI INDIA", "label": "NEU", "score": 0.8525450825691223}
{"text": "india: Draft Digital India Bill to be available for public consultation by month-end: Rajeev Chandrasekhar – NewsEverything Technology", "label": "NEU", "score": 0.9649702310562134}
{"text": "My joint declaration solve problems please sir", "label": "NEU", "score": 0.9009971618652344}
{"text": "I have never received even registered post on time... sometimes the parcel gets lost.. 344703", "label": "NEG", "score": 0.9672223329544067}
{"text": "Installed Digital Ruppe wallet, seamless in loading the money and using the App.Wonderful experience.Waiting for using it in spending..ReserveBankofIndia DigitalRupee IDFCFIRSTBank DigitalIndia", "label": "POS", "score": 0.9826746582984924}
{"text": "Bhasha Daan - Platform One, Crowdsourcing Initiative Many Help create an open repository of data to digitally enrich your language. / en/... Bhashini BhashaDaan DigitalIndiavia MyNt", "label": "NEU", "score": 0.7437572479248047}
{"text": "UMANGApp is a delight for readers Under the IndianCulture service on UMANG App, citizens can read over 12,000 rare books, 80,000 e-books & many more archival documents. To download UMANG, give a missed call to 97183-97183. DigitalIndiavia MyNt", "label": "POS", "score": 0.9109966158866882}
{"text": "Brother, how much will you lie, have some shame..you don't work for claims...fake..", "label": "NEG", "score": 0.9828668236732483}
{"text": "Draft Digital India Bill to be available for public consultation by month-end: Rajeev Chandrasekhar", "label": "NEU", "score": 0.9676236510276794}
{"text": "Bullshit appIts does not work for claimsThis app is made for wasting time and money of account holder.This apps sole purpose is to not let account holders claim there moneyby falsely rejecting you claim on false grounds.Null and void app to keep wasting your time. Shame😡", "label": "NEG", "score": 0.9857453107833862}
{"text": "Could you please help me regarding the issue which I have posted here earlier?", "label": "NEU", "score": 0.9355841875076294}
{"text": "Fake, its all fakeYour umang aap epfo doesn't work at all. Absolutely notThey are only there to reject your claim,giving false reasonIts purposely made to waste time and to not let you take out your money.Nobody replies there to you mail, Call or claim,NobodyShame on you", "label": "NEG", "score": 0.9858447313308716}
{"text": "HP Gas had initiated Citizen Centric services of accepting Digital Payments for Instant booking & delivery at Door step. This had improved the refill deliveries at urban belt and benefitted the consumers from rural areas.", "label": "POS", "score": 0.9630441665649414}
{"text": "Always scan email 📩 attachments before use. StaySafeOnline cybersecurity G20India", "label": "NEU", "score": 0.8886178731918335}
{"text": "In order to review the progress achieved on the Digital India Land Records Modernisation Programme (DILRMP), the Deputy Commissioner (DC) Baramulla, Dr Syed Sehrish Asgar today chaired a meeting of concerned Officers of Revenue Department at meeting hall of DC Office, here.", "label": "NEU", "score": 0.9634372591972351}
{"text": "they should make changes so that passengers who enters station can Book tickets without standing in long queue will save time", "label": "POS", "score": 0.4975329041481018}
{"text": "Draft DigitalIndia Bill to be available for public consultation by month-end:", "label": "NEU", "score": 0.9614427089691162}
{"text": "india will move without bjp. when digital payments ramped,everything is part of digital india scheme. Today's digital payments is bjp govt achievement no doubt.", "label": "NEU", "score": 0.9260302782058716}
{"text": "Is software upgrade still going on? SMS alerts also show balance without interest. Without technology days were faster than today. Don’t know how loss of interest is compensated.Respected FYI. FYI.", "label": "NEG", "score": 0.9466041326522827}
{"text": "Draft Digital India Bill to Be Available for Public Consultation by Month-end: Rajeev Chandrasekhar", "label": "NEU", "score": 0.9621650576591492}
{"text": "When metro cities are enjoying with 5G ..RIL invested ₹2 lakh Cr. to roll out its 5G services in key cities such as Delhi, Mumbai, Chennai and Kolkata.. where as small town or villages are still awaiting for better network.. digital India sathi Gav cha network base majbut kara.", "label": "POS", "score": 0.6459262371063232}
{"text": "Innovative 😂", "label": "POS", "score": 0.9803193211555481}
{"text": "Proving all apprehensions and assumptions wrong, India created a new record in digital payments. India is changing… becoming a ‘New India’DigitalIndia NewIndia", "label": "POS", "score": 0.9685450196266174}
{"text": "JN350618602IN pan card not received yet", "label": "NEG", "score": 0.7476305961608887}
{"text": "Tata to begin semiconductor manufacturing in India: N Chandrasekaran  MakeInIndia DigitalIndia", "label": "NEU", "score": 0.8399264812469482}
{"text": "Digital India has given platform to small traders, small entrepreneurs, local artists: PM Modivia NaMo App", "label": "NEU", "score": 0.5273956656455994}
{"text": "Proving all apprehensions and assumptions wrong, India created a new record in digital payments. India is changing… becoming a ‘New India’DigitalIndia NewIndia", "label": "POS", "score": 0.9685450196266174}
{"text": "The condition of BSNL in District Ramgarh is very bad, the phone gets disconnected when the light is cut off, the conversation is not possible, the information given to the temple officer should be rejected by giving many reasons, which is not appropriate, immediate action should be taken Rishikesh Singh, Member of the Advisory Committee TAC member Ramgarh Jharkhand", "label": "NEG", "score": 0.9825950860977173}
{"text": "Digital India, Digital Development India's New Record in Digital Transactions...88% growth in UPI transactions and 71% in total transactions in a year DigitalIndia", "label": "POS", "score": 0.7797917127609253}
{"text": "Digital India, Digital Development India's New Record in Digital Transactions...88% growth in UPI transactions and 71% in total transactions in a year DigitalIndia", "label": "POS", "score": 0.7797917127609253}
{"text": "Only CSC can do this..  JEEVAN PRAMAAN CERTIFICATE (Digital Life Certificate) at Doorstep.. odishaCSC DigitalIndia RuralEmpowerment jeevanpramaan digitallifecertificate csceGov cscodisha", "label": "POS", "score": 0.8285223245620728}
{"text": "Stopped using cash & Internet banking's. Then you should be aware about recent restrictions implemented in UPI based app.GPay |phonepe |PaytmUPI| DigitalIndia |", "label": "NEG", "score": 0.6863518357276917}
{"text": "Samsung is inviting startups to work on technologies around the government's Digital India stack and on domains like wallet, health, fitness where products can be integrated into the company's ecosystem", "label": "POS", "score": 0.6912270188331604}
{"text": "3/3The AG office in most States is inept & lethargic, very poorly supported & assisted by the Govt's.There's no use of Technology This is a very urgent reform that must be initiated.", "label": "NEG", "score": 0.9755427241325378}
{"text": "Govt plans to include data regulation provision in new Digital India Act: Rajeev Chandrasekhar  via", "label": "NEU", "score": 0.933467447757721}
{"text": "🇮🇳Major Challenges/Problems Facing India 20221. Corruption2. Illiteracy3. Basic Sanitation4. Medical System5. Poverty6. Pollution7. Agricultural Crisis8. Infrastructure9. Unemployment10. Growing International ProtectionismPMOIndia DigitalIndiagrowingindia", "label": "NEG", "score": 0.9155539870262146}
{"text": "75years of independence,the country is building walls to hide hunger, where people's representatives are bought with crores to enhance the beauty of democracy.A new digital India where people's representatives are confined to hotel rooms after elections.", "label": "NEU", "score": 0.8816646337509155}
{"text": "ji as is taking India towards    So, redressal should be fast", "label": "NEU", "score": 0.9628394842147827}
{"text": "DosandDontsForServiceEntities Entities must be polite to residents. Residents can be assured of the security and confidentiality of Aadhaar being used for offline verification.", "label": "NEU", "score": 0.854780912399292}
{"text": "Haier Wedding Diamond Combo through CSC Grameen eStore...COMBO PRICE: Rs. 66,750SHOP NOW ON VLE APPCSC DigitalIndia RuralEmpowerment CSCGrameenEStore HaierWeddingCombo", "label": "NEU", "score": 0.9595064520835876}
{"text": "Airtel is providing poor Internet at Kathar,Dhema, Badlapur, Jaunpur UP location west to 3.5 km from Badlapur junction. Even customer care is not listening our problem. Airtel is intentionally doing.", "label": "NEG", "score": 0.9841153621673584}
{"text": "Ma youth kada laptop unte modi gari digital India swapnam saakaram avtundi.Charging cheyaniki free electricity kuda istunru. Empowerment 😉", "label": "POS", "score": 0.8707191944122314}
{"text": "If you want to change the Aadhaar made in Kannada language to Hindi without updating it, please inform about it.", "label": "NEU", "score": 0.8779963254928589}
{"text": "Click here to register now:  -  (limited seats available) You can follow our LI page to stay tuned for further updates  makeinindia digitalindia b2b manufacturing agritech exports startup dmii", "label": "NEU", "score": 0.9168695211410522}
{"text": "Proud to be a part of National Conclave held on 30th Nov,Thank you       for providing us such opportunity Logicboots  startup entrepreneur DigitalIndia Robotics MachineLearning Artificial_Intelligence", "label": "POS", "score": 0.9873157739639282}
{"text": "16 Lakh+ votes after 5pm on 5th December in Gujrat is something to think about.Election commission need to think why there are no CCTV cameras at polling booths? with so much digital transformation in digital India it is very well possible.", "label": "NEU", "score": 0.9227946996688843}
{"text": "Digital India.... *Digital India is not just a name, it is a huge vision for the development of the country: PM Modivia NaMo App", "label": "POS", "score": 0.9189214706420898}
{"text": "Why no jio signal on Rajiv Chowk metro station .Was not able to make payment for food due to no internet connectivity", "label": "NEG", "score": 0.9753326773643494}
{"text": "Please pay attention here.....", "label": "NEU", "score": 0.9536333084106445}
{"text": "Samsung Invites Startups to Collaborate on Digital India Initiatives, Strengthen Vision of Powering Digital India𝐊𝐧𝐨𝐰 𝐌𝐨𝐫𝐞👇 StartupstoCollaborate DigitalIndiaInitiatives StrengthenVision PoweringDigitalIndia  ncnmagzine", "label": "POS", "score": 0.9515596032142639}
{"text": ". is hosting a painting competition for school students in Grades 6 - 12. Participate now Visit  DigitalIndia G20India NewYearCalendar", "label": "NEU", "score": 0.9561155438423157}
{"text": ". is hosting a painting competition for school students in Grades 6 - 12. Participate now Visit  DigitalIndia G20India NewYearCalendar", "label": "NEU", "score": 0.9561155438423157}
{"text": "Rigged votes. 16 Lakh+ votes after 5pm on 5th December is something to think about.Question- EC need to think why there are no CCTV cameras at polling booths? with so much digital transformation in digital India it is very well possible.", "label": "NEG", "score": 0.75357586145401}
{"text": "Payments through POS machine helps us easy and safe transaction, it also promote digital India campaign. Maa Gayatri HP Gas Gramin Vitrak", "label": "POS", "score": 0.9584656357765198}
{"text": "Samsung to Collaborate with Tech Startups Working on Government’s Digital India Stack", "label": "NEU", "score": 0.5409154891967773}
{"text": "Agreed", "label": "POS", "score": 0.6939510703086853}
{"text": "Digital India", "label": "NEU", "score": 0.9092608690261841}
{"text": "Participated in the panel at Startup Collab. India is setting precedence in digitization goals for other countries. Startups drive innovation. Glad to share my thoughts. Great insights from IndiaStackThank you Samsung for invite eSign DigitalIndia", "label": "POS", "score": 0.9901464581489563}
{"text": "Respected Sir, it’s your concern for farmers to connect them with DigitalIndia & enable them to reap the benefits of ecommerce, has won this award. Privileged to get your blessings. 🙏Deep gratitude to Sir and Sir for handholding me on this path 🙏🙏", "label": "POS", "score": 0.9902973771095276}
{"text": "Proving all apprehensions and assumptions wrong, India created a new record in digital payments. India is changing… becoming a ‘New India’DigitalIndia NewIndia", "label": "POS", "score": 0.9685450196266174}
{"text": "If you have installed and Privacy violating UMANGApp and DigitalLocker, uninstall them urgently. Using the Jumlabaazi of govt services, Modi govt has put you in a DigitalPanopticon warns Visionary . DigitalIndia DepopulationAgenda", "label": "NEG", "score": 0.8516663908958435}
{"text": "Digital India", "label": "NEU", "score": 0.9092608690261841}
{"text": "We are greatly thankful to HP Gas for initiating such citizen centric services of accepting digital payments for booking & delivery of LPG Cylinders. Getting a cylinder is very hassle free now. HPCL HPGAS DigitalIndia", "label": "POS", "score": 0.9842372536659241}
{"text": "Though demonetisationdisaster cannot be undone even in digital India, there's a glimmer of hope the SC pulls us through.", "label": "NEU", "score": 0.8533809185028076}
{"text": "Samsung invites startups to work in Govt's Digital India stack Startup digital via", "label": "NEU", "score": 0.6538273096084595}
{"text": "Digital India, Digital Development India's New Record in Digital Transactions...88% growth in UPI transactions and 71% in total transactions in a year DigitalIndia", "label": "POS", "score": 0.7797917127609253}
{"text": "InvestInIndia A cloud-first strategy, business-led innovation, and data privacy are the main growth drivers of NewIndia's cybersecurity industry.To explore more, visit: InvestIndia CyberSecurity", "label": "POS", "score": 0.8597744703292847}
{"text": "This is a new India, self reliant india and digital india", "label": "NEU", "score": 0.8745450377464294}
{"text": "eGramSwaraj is providing real time visibility for more than 27,000 computerized villages under DigitalIndia Land Records Modernization Programme in FY 2021-2022 for the State of Odisha.For more details, please visit:", "label": "NEU", "score": 0.822044312953949}
{"text": "The E-Rupi and its usesdigitalpayments fintech digitalbanking erupee  digitalindia paymentsolutions", "label": "NEU", "score": 0.8879403471946716}
{"text": "Use Your WaitingRoom TV to EducatePatientsGet in touch with us today, if you would like to turn your TV into a Branding + Health Education Device Visit: Eremedium Medio PointOfCare Advertising PatientCare DigitalIndia Hospitals Clinics OPD", "label": "NEU", "score": 0.5022741556167603}
{"text": "Samsung to Collaborate with Tech Startups Working on Government’s Digital India Stack", "label": "NEU", "score": 0.5409154891967773}
{"text": "You can only buy Metro tokens by cashI could not travel due to lack of CashIndia has gone digital but not delhi metro Please Enable Delhi Metro Online Payment Option at Every Station", "label": "NEG", "score": 0.7037104368209839}
{"text": "Today I wanted to go to my college by metro but my wallet was left at home where my metro card was kept. So I thought I will travel with the token but when I went to collect the token the metro officials are refusing to accept the online payment", "label": "NEG", "score": 0.7768274545669556}
{"text": "eGramSwaraj is providing real time visibility for more than 27,000 computerized villages under DigitalIndia Land Records Modernization Programme in FY 2021-2022 for the State of Odisha.For more details, please visit:", "label": "NEU", "score": 0.822044312953949}
{"text": "Samsung Invites Startups to Collaborate on Digital India Initiatives, Strengthen Vision of Powering Digital India", "label": "POS", "score": 0.9460054636001587}
{"text": "I requested aadhar update on 27/10/22 & it’s not updated yet. I am locked out of many  replies on mail from your side.Pathetic service. Is this digital India we are talking about?", "label": "NEG", "score": 0.9842900633811951}
{"text": "Samsung invites startups to work in Govt's Digital India stack", "label": "NEU", "score": 0.6293618679046631}
{"text": "Samsung invites startups to work in Govt's Digital India stack Startup digital via", "label": "NEU", "score": 0.6538273096084595}
{"text": "Will it be proceed or not?Please update here", "label": "NEU", "score": 0.9722424745559692}
{"text": "We are GDS candidates, have completed our mob no update. According to Online transfer notice we must get  a password to log in and apply for transfer from 08.12.22. But nothing happened. We don't get any kind of password. Please look into this matter .", "label": "NEU", "score": 0.7378712296485901}
{"text": "DosandDontsForServiceEntities Entities must be polite to residents. Assure the resident about the security and confidentiality of their Aadhaar being used for offline verification.", "label": "NEU", "score": 0.8736093044281006}
{"text": "Digital India in Digital Indians 🇮🇳 Found this while at my evening walk today.", "label": "NEU", "score": 0.9673793911933899}
{"text": "ETInfotechNews: Samsung invites startups to work in Govt's Digital India stack | Infotech", "label": "NEU", "score": 0.5949738025665283}
{"text": "To know more, click: ITC GST vehicle motorvehicle taxcredit transport business gstr investor invest incometax India taxfilers states taxpayers digitalindia taxprofessional taxconsultant taxtips financialindependance financialservices", "label": "NEU", "score": 0.9732708930969238}
{"text": "Samsung to Collaborate with Tech Startups Working on Government’s Digital India Stack", "label": "NEU", "score": 0.5409154891967773}
{"text": "Samsung organizes Startup Collab; Invites Startups to Collaborate on Digital India Initiatives.", "label": "POS", "score": 0.7858707904815674}
{"text": "Samsung to Collaborate with Tech Startups Working on Government’s Digital India Stack", "label": "NEU", "score": 0.5409154891967773}
{"text": "Minister saab, what is digital India? Taking time to display result all those like manual administration... 🧐", "label": "NEU", "score": 0.966789722442627}
{"text": "When will punjab start giving the same from 2000", "label": "NEU", "score": 0.5812817215919495}
{"text": "Digital Personal Data Protection Bill, National Data Governance Framework Policy & the DigitalIndia Act will form the legal framework which will protect consumer rights while also effectively catalyzing innovation.  ~ , Hon'ble MoS, at CIIGEPS2022", "label": "POS", "score": 0.8577834963798523}
{"text": "But Delivery (not on time ) and wrong delivery reports are still live no changes in this", "label": "NEG", "score": 0.9777612686157227}
{"text": "Samsung invites startups to work in Govt’s Digital India stack", "label": "NEU", "score": 0.689152717590332}
{"text": "Thank you for using our services. We look forward to your feedback, which will help us improve.      Telangana Hyderabad feedback survey tsbpass commentbelow construction building Message", "label": "POS", "score": 0.9842313528060913}
{"text": "Study Symposium at Goa...Get 25% extra weightage by collecting your sourced policies renewal...The Star VLE Achievers Campaign will end on 31st December 2022...CSC DigitalIndia RuralEmpowerment StarVLEAchieversCampaign", "label": "NEU", "score": 0.8872812390327454}
{"text": "Merge in Umang rather seperate apps", "label": "NEU", "score": 0.9759917259216309}
{"text": "Samsung to collaborate with tech startups working on Govt's Digital India stack", "label": "NEU", "score": 0.6016792058944702}
{"text": "Samsung invites startups to work in Govt's Digital India stack | Infotech", "label": "NEU", "score": 0.6621238589286804}
{"text": "Digital India, Digital Development India's New Record in Digital Transactions...88% growth in UPI Transactions and 71% in Total Transactions in a year DigitalIndia", "label": "POS", "score": 0.6445450186729431}
{"text": "Promoting DigitalIndia, E-Lok Adalats were introduced during the pandemic. Affected parties got a resolution of their matters without visiting the  Adalat physically.In Gujarat  20,945 Pending cases in Courts & 3,521 Pre-Litigation Cases were disposed offParliamentQuestion", "label": "NEU", "score": 0.8219181895256042}
{"text": "Digital India, Digital Development India's New Record in Digital Transactions...88% growth in UPI transactions and 71% in total transactions in a year DigitalIndia", "label": "POS", "score": 0.7797917127609253}
{"text": "Vandematram Digital India is not just a name, it is a huge vision for the development of the country: PM Modivia NaMo App", "label": "POS", "score": 0.8865280747413635}
{"text": "What kind of faith should I have when my courier is given to an unknown person and no post office takes responsibility for it 😘😘😘🥸 I request you to help me find my parcel", "label": "NEG", "score": 0.6178197264671326}
{"text": "From April-September 2022, mobile phone exports more than doubled to US$ 4.2 billion, up from US$ 1.7 billion in the same time period in 2021. RecentUpdatesRead more:", "label": "NEU", "score": 0.7085044980049133}
{"text": "Ever since the news of the DigitalIndia bill came, it's been speculated that the Indian government might impose regulations on recommendationsystems. A Similar thing has been implemented in China and is being discussed in the USA.technology", "label": "NEU", "score": 0.9614973664283752}
{"text": "BSNL FTTH service at Sukurhutu, Ranchi is out of service for last 2 days..it is not first time..happening every other day..BSNL staff are even not picking up call.. Other Pvt companies are rolling 5G and BSNL is still struggling for 2G.", "label": "NEG", "score": 0.9799894690513611}
{"text": "We are greatly thankful to HP Gas for initiating such citizen centric services of accepting digital payments for booking & delivery of LPG Cylinders. Getting a cylinder is very hassle free now. HPCL HPGAS DigitalIndia", "label": "POS", "score": 0.9842372536659241}
{"text": "Super Green word adds to the initiative Need such apps to spread awareness on greenery and global warming", "label": "POS", "score": 0.94370436668396}
{"text": "Not received any article:Article No:ED247059477INArticle No:ED247058335INArticle No:ED247059477IN received Ludhiana NSH on 08/12/2022 11:22:46.Delivery man always tears the letter and throws it in the drain, apologized after being caught 2 times And now again we do not get any post.", "label": "NEG", "score": 0.8397782444953918}
{"text": "Kindly look into this, without approaching the applicant you guys are updating and closing the request", "label": "NEU", "score": 0.8337748646736145}
{"text": "Congratulations M/s. Freestone Technologies LLP, for renewal of license GrowWithSTPI DigitalIndia STPIINDIA StartupIndia", "label": "POS", "score": 0.9478713274002075}
{"text": "Hail Digital India🇮🇳", "label": "NEU", "score": 0.972917914390564}
{"text": "Welcome, M/s. AXEMAN TECHNOLOGY SOLUTIONS LLP Looking forward to a successful journey ahead. GrowWithSTPI DigitalIndia STPIINDIA StartupIndia", "label": "POS", "score": 0.9893542528152466}
{"text": "PMGDISHA Registration Drive - Today, 8th December 2022...Empowering Citizens towards Digital Literacy through PMGDISHA...csc DigitalIndia RuralEmpowerment PMGDISHARRegistrationDrive", "label": "POS", "score": 0.7180919647216797}
{"text": "Sir can you provide me the permission for aadhaar enrollment center", "label": "NEU", "score": 0.9558548331260681}
{"text": "I want to open aadhaar enrollment center", "label": "NEU", "score": 0.9790504574775696}
{"text": "It's been 14 days, when will it settle", "label": "NEG", "score": 0.5878867506980896}
{"text": "Worst service in customer helpline.", "label": "NEG", "score": 0.9839106798171997}
{"text": "INDIA DRIVE: Find Online Citizen Services QUICKER INDIA Drive is your SEARCH ENGINE for Online Services from State and Central Governments.BBC Tamil Tamil Digital India", "label": "NEU", "score": 0.9742555022239685}
{"text": "There is only one Brahman left in the world Do Havan at your own risk Digital India", "label": "NEU", "score": 0.9485191106796265}
{"text": "InvestInIndiaThe number of DigiLocker registered users has increased exponentially from ~38 Million in 2020 to ~134 Million in 2022To explore more, visit: DigiLocker InvestIndia DigitalIndia", "label": "NEU", "score": 0.660672128200531}
{"text": "You can follow our LI page to stay tuned for further updates Ankit Agarwal Nitisha Bansal makeinindia digitalindia b2b manufacturing agritech exports startup dmii", "label": "NEU", "score": 0.9183784127235413}
{"text": "We are greatly thankful to HP Gas for initiating such citizen centric services of accepting digital payments for booking & delivery of LPG Cylinders. Getting a cylinder is very hassle free now. HPCL HPGAS DigitalIndia", "label": "POS", "score": 0.9842372536659241}
{"text": "DosandDontsForServiceEntities Entities must be courteous to residents. Reassure the resident about the security and privacy of their Aadhaar being used for offline verification.", "label": "NEU", "score": 0.7599585056304932}
{"text": "PMGDISHA Registration Drive - Today, 8th December 2022...Empowering Citizens Towards Digital Literacy Through PMGDISHA...CSC DigitalIndia RuralEmpowerment PMGDISHARegistrationDrive", "label": "POS", "score": 0.7231974601745605}
{"text": "There is no light for 2 hours what are you doing?", "label": "NEG", "score": 0.9729429483413696}
{"text": "EPFO Karimnagar", "label": "NEU", "score": 0.9707236289978027}
{"text": "Government is giving an opportunity to earn 25000 rupees sitting at home, you just have to do this much work, know the complete detailsDigitalIndia MyGovIndia", "label": "NEU", "score": 0.9022791981697083}
{"text": "Samsung invites startups to work in Govt Digital India stack", "label": "NEU", "score": 0.6130503416061401}
{"text": "She is too busy enjoying her prefix, as she calls it. She has not found the time to respond (I am also not that keen to know. Was just curious. Also, wanted to see how digital India has become.)", "label": "NEU", "score": 0.6082837581634521}
{"text": "match dna who stopped digital india", "label": "NEU", "score": 0.7082422375679016}
{"text": "INDIA DRIVE: Find Online Citizen Services QUICKER INDIA Drive is your SEARCH ENGINE for Online Services from State and Central Governments. BBCTelugu Telugu DigitalIndia", "label": "NEU", "score": 0.9691592454910278}
{"text": "Samsung Invites Startups to Collaborate on Digital India Initiatives, Strengthen Vision of Powering Digital IndiaMore :  mediainfoline Samsung Invites Startups  Collaborate DigitalIndia Initiatives strengthens  Vision Powering DigitalIndia", "label": "POS", "score": 0.9503644108772278}
{"text": "cybersecurity is important StaySafeOnline G20India AmritMahotsav", "label": "POS", "score": 0.548261821269989}
{"text": "Citizen-centric services like Aadhaar enrollment & updation facilities are being provided in your nearby PostOffice. Visit today for any Aadhaar-related task   DigitalIndia AmritMahotsav", "label": "NEU", "score": 0.7208260893821716}
{"text": "SBI pine labs devices a step taken by HPCL to fulfill Prime Ministers dream of Digital India. It's very convenient for consumers to pay LPG Refill cost at a single click.DigitalIndia", "label": "NEU", "score": 0.8684555888175964}
{"text": "INDIA DRIVE: Find Online Citizen Services QUICKER INDIA Drive is your SEARCH ENGINE for Online Services from State and Central Governments.BBC Punjabi Digital India Punjabi", "label": "NEU", "score": 0.9727899432182312}
{"text": "Depopulation By Plandemic: New BioWarfare agents masquerading as virus are ready to be deployed globally after the massive failure of Covid19 and GlobalWarming hoaxes. High time to stop these GenocidalManiacs now says Visionary . DigitalIndia", "label": "NEG", "score": 0.9466826319694519}
{"text": "Citizen centric, pilgrim centric and populist programs delivered through mobile app is the need of the hour. Hope they are benefited out of this on a finger tip. Good initiative", "label": "POS", "score": 0.945334255695343}
{"text": "Why is that for Advance Tax payment, there is no option for or on Income Tax website? Are taxpayers supposed to open account in only those banks which have been listed on IT website? Digital India?", "label": "NEU", "score": 0.625697672367096}
{"text": "respected sir the badangpet municipality staff excluding commissioner are very irresponsible and ridiculous towards the citizens issue. Please have a glance on it sir", "label": "NEG", "score": 0.9831373691558838}
{"text": "Both Covid19 and GlobalWarming are DepopulationAgenda and they are achieving this nefarious objective by making people sheeple and forcing them to obey and totalitarian control warns Visionary . Wake up now. DigitalIndia", "label": "NEG", "score": 0.9694671034812927}
{"text": "GlobalWarming gang induced climate atrocities would ruin Indian farmers. We have already warned them on many occasions and we are doing it once more. Now we would educate farmers about climate related atrocities says Visionary . DigitalIndia ClimateChange", "label": "NEG", "score": 0.9534912109375}
{"text": "India is changing… becoming a ‘New India’ DigitalIndia NewIndia RBR Nayabharat", "label": "POS", "score": 0.9443944096565247}
{"text": "Enjoy your journey Toll payments are quick and easy with UMANG. Recharge your FasTAG at a click of a button or smart touch. UMANGbhare 5 saal Digital India AmritMahotsav G20 India", "label": "POS", "score": 0.9231127500534058}
{"text": "People have woken up and they are now questioning the fake science and fake scientists of UN regarding GlobalWarming and Covid19 hoaxes. They are DepopulationAgenda tools and we need a global FightingForce to deal with it says Visionary . DigitalIndia", "label": "NEG", "score": 0.93656325340271}
{"text": "Samsung invites Indian startups to build wallet, health solutions for its products DigitalIndia Samsung Startups UPI ONDC OCEN healthsolutions UHI", "label": "NEU", "score": 0.5742306113243103}
{"text": "We must expose evil plans to attack India using Haarp, Satellites, WeatherModification, Chemtrails, etc. Indians must not fall to this GlobalWarming hoax and fight or more corpses would float in Indian rivers soon says . DigitalIndia", "label": "NEG", "score": 0.9503645300865173}
{"text": "UMANGApp is a delight for readers Under the IndianCulture service on UMANG App, citizens can read over 12,000 rare books, 80,000 e-books & many more archival documents. To download UMANG, give a missed call to 97183-97183. DigitalIndia", "label": "POS", "score": 0.9174994230270386}
{"text": "Which is not accepted by your agent in Singapore , the form design and prompt seems to allow that but your agent insists it is not The seva bhawna seems to be missing and defeating Govt’s digital India initiative", "label": "NEG", "score": 0.756696879863739}
{"text": "We need to create alternative institutions to get Justice. Portal of Visionary is the new TempleOfJustice that is resolving disputes of Indians within 3 months. DigitalIndia LegalTech CyberLaw", "label": "NEU", "score": 0.9481669068336487}
{"text": "We have taken another step towards our vision of PoweringDigitalIndia with the 'Startup Collab' initiative. We are inviting startups to collaborate with us on tech around GOI's Digital India stack.Know more:  Samsung", "label": "POS", "score": 0.9730484485626221}
{"text": "INDIA DRIVE: Find Online Citizen Services QUICKER INDIA Drive is your SEARCH ENGINE for Online Services from State and Central Governments.BBC Marathi Digital India Marathi", "label": "NEU", "score": 0.9676679372787476}
{"text": "Aavankhiyawaz Azdikamrut Festival Digital India Panasa Jammu Jammu Kashmir", "label": "NEU", "score": 0.9823992252349854}
{"text": "Aavankhiyawaz Azdikamrut Festival Digital India Panasa Jammu Jammu Kashmir", "label": "NEU", "score": 0.9823992252349854}
{"text": "why this income tax support number is given to public....literally won't work except general query number....it unfprtunate I am trying since many months no use...is this wat digital India...", "label": "NEG", "score": 0.9775072932243347}
{"text": "What is CSC HDFC Dukandar OD?cscfinancialservicesdigitalindiacommonservicecentershdfcbank", "label": "NEU", "score": 0.9773226976394653}
{"text": "HDFC and CSC organized a Workshop in Vijayawada District, AndhraPradesh in the presence of Ms. Smita Bhagat, Country Head, Govt. & Institution Business HDFCBank.Ms. Smita Bhagat presented the awards to the top transacting VLEs as well.DigitalIndia CSCFinancialService", "label": "NEU", "score": 0.7477036118507385}
{"text": "Kindly have renewal every 5 years for Indian companies and every year for MNC they will continue to report absurd without any penalties ; must explore the PPP side to have more job opportunities and more funding controlled by govt official", "label": "NEU", "score": 0.9351149797439575}
{"text": "Everybody who uses internet knows how to scan a QR code now  Mass adoption will be very easy e₹ is gonna take Digital India initiative to the next level 🇮🇳", "label": "POS", "score": 0.8117122650146484}
{"text": "What world-class systems are you using that crediting interest to EPFO accounts take more than 10 months? That too there is no change of interest by  Every year the subscribers have to face this issue Pathetic", "label": "NEG", "score": 0.9788790941238403}
{"text": "INDIA DRIVE: Find Online Citizen Services QUICKER INDIA Drive is your SEARCH ENGINE for Online Services from State and Central Governments.BBC Gujarati Gujarati Digital India", "label": "NEU", "score": 0.9678063988685608}
{"text": "Proposals are invited under the National Award Scheme being run by with the objective of promoting original book writing in Hindi on Electronics and Information Technology subjects and ensuring availability of books.", "label": "NEU", "score": 0.7160822153091431}
{"text": "'Women don't need to learn digital things'. These are not just words, now the impact of these things is also coming to the fore. NFHS-5 data also shows that only a third of Indian women use the Internet. DigitalIndia GenderGap", "label": "NEU", "score": 0.8333041667938232}
{"text": "Handles of and would expose the DepopulationAgenda of GenocidalManiacs pushing hoaxes like Covid19, GlobalWarming, etc says Visionary . DigitalIndia Haarp Chemtrails WeatherModification", "label": "NEG", "score": 0.8135277628898621}
{"text": "International cabal and Modi govt would now push the Poverty, Hunger and Unemployment agenda of GenocidalManiacs citing GlobalWarming  and Covid19 hoaxes. Employment and Indian economy have been systematically compromised says Visionary . DigitalIndia", "label": "NEG", "score": 0.9722483158111572}
{"text": "INDIA DRIVE: Find Online Citizen Services QUICKER INDIA Drive is your SEARCH ENGINE for Online Services from State and Central Governments. BBC Bangla Digital India Bengali", "label": "NEU", "score": 0.9685786962509155}
{"text": "More and more Startups in India are loosing their Unicorn status. There is nil support from Modi got to Indian startups and all it offers is Jumlabaazi. As a result the entire startup ecosystem of India is in serious jeopardy says Visionary . DigitalIndia", "label": "NEG", "score": 0.9710080027580261}
{"text": "Use only known, trusted, and secure websites while sharing sensitive information. Check for  the beginning of the URL and the padlock sign🔒.cybersecuritytips cybercrime awareness DigitalTransformation", "label": "NEU", "score": 0.6675880551338196}
{"text": "More and more Startups in India are firing their employees. India is under a severe Unemployment, Poverty and Hunger grip that if not handle urgently would result in death of millions of Indians warns Visionary . DigitalIndia", "label": "NEG", "score": 0.9707655310630798}
{"text": "Digital India in our own bhasha, is our passion at Process9. Through our robust, code-free and scalable technology, digital lending lifecycle can become fully multilingual and enhance reach to every corner of the country.  homeloans digitalindia", "label": "POS", "score": 0.9545705914497375}
{"text": "Proving all apprehensions and assumptions wrong, India created a new record in digital payments. India is changing… becoming a ‘New India’DigitalIndia NewIndia", "label": "POS", "score": 0.9685450196266174}
{"text": "Samsung invited local startups to collaborate on technologies around the 'DigitalIndia' stack, including unified payments interface, Digilocker, Open Network for Digital Commerce (ONDC), Open Credit Enablement Network (OCEN) and Unified Health Interface (UHI), among others.", "label": "POS", "score": 0.652392566204071}
{"text": "INDIA DRIVE: ALL ABOUT ONLINE CITIZEN Services INDIA DRIVE is your search engine for DISCOVERING and USING from 10,000+ services by Central, State and UTs. WestBengal DigitalIndia", "label": "NEU", "score": 0.9695531725883484}
{"text": "youngleaders innovation technology technovation digitalIndia championsofthefuture leadersoftomorrow changemakers innovators science womeninscience womenintech STEM womeninstem girlsinstem womenleaders change(2/2)", "label": "POS", "score": 0.8178691267967224}
{"text": "Cant raise grievance through Umang app also, its showing service unavailable", "label": "NEG", "score": 0.8373766541481018}
{"text": "Citizen-centric services like Aadhaar enrollment & updation facilities are being provided in your nearby PostOffice. Visit today for any Aadhaar-related task   DigitalIndia AmritMahotsav", "label": "NEU", "score": 0.7208260893821716}
{"text": "Citizen-centric services like Aadhaar enrollment & updation facilities are being provided in your nearby PostOffice. Visit today for any Aadhaar-related task   DigitalIndia AmritMahotsav", "label": "NEU", "score": 0.7208260893821716}
{"text": "INDIA DRIVE: ALL ABOUT ONLINE CITIZEN Services INDIA DRIVE is your search engine for DISCOVERING and USING from 10,000+ services by Central, State and UTs. Uttarakhand DigitalIndia", "label": "NEU", "score": 0.966895341873169}
{"text": "Next step after PM ji's smartphone PLI success - is making NewIndia a significant player in IT Compute/hardware space  Today’s DigitalIndiaDialogues interaction with Industry on IT Hardware PLI,expanding production, jobs&global shareIndiaTechade DigitalIndia", "label": "POS", "score": 0.8964846134185791}
{"text": "Exam tho tum ne bhi nhi deya agar lakho student exam dete he tho 4 saal tode lagte he or agar result jaldi na de ske tho fir kis baat ka digital India sab paper online tha agar result Dena chaye tho 1 month bhi nhi Lage pura baat karta he 2500 candidates keep in mind", "label": "NEU", "score": 0.9790721535682678}
{"text": "Covid19 hoax Genocide stopped in China only because people have started protesting. Till you protest the and totalitarian regime of GenocidalManiacs, they would continue to kill you using hoaxes like GlobalWarming says Visionary . DigitalIndia", "label": "NEG", "score": 0.980707585811615}
{"text": "PMGDISHA Registration Drive - Today, 8th December 2022...Empowering Citizens Towards Digital Literacy Through PMGDISHA...CSC DigitalIndia RuralEmpowerment", "label": "POS", "score": 0.7445388436317444}
{"text": "PMGDISHA Registration Drive - Today, 8th December 2022...Empowering Citizens Towards Digital Literacy Through PMGDISHA...CSC DigitalIndia RuralEmpowerment", "label": "POS", "score": 0.7445388436317444}
{"text": "COP27 And GlobalWarming Hoax Have Failed Miserably As Public Has Awakened  If People Accept Any Form Of Restriction, The Sheeples Are Beyond Saving And Moving Towards Slaughter House Says Visionary . DigitalIndia", "label": "NEG", "score": 0.958697497844696}
{"text": "In first screenshot denying to give reward due to technical problem in second screen denying to give refund for wrong transaction which is on same day same time but say there is no problem from our system.", "label": "NEG", "score": 0.9005277752876282}
{"text": "INDIA DRIVE: ALL ABOUT ONLINE CITIZEN Services INDIA DRIVE is your search engine for DISCOVERING and USING from 10,000+ services by Central, State and UTs. Uttar Pradesh Digital India", "label": "NEU", "score": 0.9714447259902954}
{"text": "If you have installed and Privacy violating UMANGApp and DigitalLocker, uninstall them urgently. Using the Jumlabaazi of govt services, Modi govt has put you in a DigitalPanopticon warns Visionary . DigitalIndia DepopulationAgenda", "label": "NEG", "score": 0.8516663908958435}
{"text": "DigitalIndia", "label": "NEU", "score": 0.8991155624389648}
{"text": "The growth accelerator for BUSINESS startups.Digivision360Technologiesdigitalmarketingnajafgarh najafgarhmarketing   marketing digitalindia seo smm branding digivision360", "label": "NEU", "score": 0.8547742962837219}
{"text": "Your DigitalRights and HumanRights are only as strong as you are willing to enforce them. If you surrender the same, you have no rights at all says Visionary . Covid19 and GlobalWarming hoaxes proved this DigitalIndia Aadhaar Privacy LegalTech", "label": "NEG", "score": 0.6411118507385254}
{"text": "Imagination is a power. Draw your imagination out on a paper, kidsart DigitalIndia edtech LearningAndDevelopment", "label": "POS", "score": 0.9206756353378296}
{"text": "phone hacking of common indian is nowadays a common act by we protect our mobile phones from that.", "label": "NEG", "score": 0.6087585091590881}
{"text": "Proving all apprehensions and assumptions wrong, India created a new record in digital payments, 'Big jump in digital transactions'. India is changing… becoming 'New India'DigitalIndia NewIndia", "label": "POS", "score": 0.9891816973686218}
{"text": "OTP Service is not working for grievance portal please check", "label": "NEG", "score": 0.8546308875083923}
{"text": "Your HealthRecords and DNA can be used against you to target for all forms of evil actions, including DepopulationAgenda. Covid19 and GlobalWarming hoaxes have full intention to use them against you warns Visionary . DigitalIndia", "label": "NEG", "score": 0.9418715238571167}
{"text": "Never link and store your health records with any govt agency or department in India or globally. You would have nil Privacy, CyberSecurity and DataSecurity despite the Jumlabaazi of Modi govt says Visionary . DigitalIndia", "label": "NEU", "score": 0.49236860871315}
{"text": "Oh very smart DP", "label": "POS", "score": 0.9871286153793335}
{"text": "Please enlighten us with €rimes he has doneNumber of likes talks about how people think about your lines It's digital India nothing can be cooked & served, we know about Urban naxals.", "label": "NEU", "score": 0.9404205679893494}
{"text": "With you at the helm of affairs it is just  A matter of time", "label": "NEU", "score": 0.7616711854934692}
{"text": "UMANGApp is a delight for readers Under the IndianCulture service on UMANG App, citizens can read over 12,000 rare books, 80,000 e-books & many more archival documents. To download UMANG, give a missed call to 97183-97183. DigitalIndia", "label": "POS", "score": 0.9174994230270386}
{"text": "UMANGApp is a delight for readers Under the IndianCulture service on UMANG App, citizens can read over 12,000 rare books, 80,000 e-books & many more archival documents. To download UMANG, give a missed call to 97183-97183. DigitalIndia", "label": "POS", "score": 0.9174994230270386}
{"text": "Samsung Invites Startups to Collaborate on Digital India Initiatives, Strengthen Vision of Powering Digital India", "label": "POS", "score": 0.9460054636001587}
{"text": "Trans successful but order not placed now why flipkart takes 8 working  days to return the amount? Please help sir as need to place order.  is this Digital India?", "label": "NEG", "score": 0.9199207425117493}
{"text": "God bless you Modi ji", "label": "POS", "score": 0.9872465133666992}
{"text": "INDIA DRIVE: ALL ABOUT ONLINE CITIZEN Services INDIA DRIVE is your search engine for DISCOVERING and USING from 10,000+ services by Central, State and UTs. Tripura DigitalIndia", "label": "NEU", "score": 0.969475269317627}
{"text": "is a platform that will help position our nation as the world leader in building Digital Transformation projects at a population scale. India's Techade Digital India AmritMahotsav", "label": "POS", "score": 0.8567379117012024}
{"text": "A revolutionary application that helps you to manage your clinics digitallyRead ClinicManagement MadeInIndia DigitalPlatform DigitalIndia Atamnirbharbharat digitizedprescription dataManagement", "label": "POS", "score": 0.8930215835571289}
{"text": "Proving all apprehensions and assumptions wrong, India created a new record in digital payments. India is changing… becoming a ‘New India’DigitalIndia NewIndia", "label": "POS", "score": 0.9685450196266174}
{"text": "TechnoLegal tools must be used by a global FightingForce to defeat international cabal that is pushing hoaxes like Covid19, GlobalWarming, etc. These scams are pushed to execute the DepopulationAgenda of cabal and their puppet govts says . DigitalIndia", "label": "NEG", "score": 0.8946240544319153}
{"text": "International cabal and GenocidalManiacs have focused their attention upon India now. But after the scams like Demonetisation, GST, Covid19 hoax, DeathShots, GlobalWarming hoax, etc, Indians cannot be fooled any more by Modi govt says Visionary . DigitalIndia", "label": "NEG", "score": 0.9174668788909912}
{"text": "People have woken up and they are openly questioning the fakescience and fakescientists of UN regarding GlobalWarming and Covid19 hoaxes. They are DepopulationAgenda tools says Visionary . DigitalIndia", "label": "NEG", "score": 0.9292457699775696}
{"text": "This looks like such a great initiative Kudos Now we can contribute to the building of a digital repository of native languages online by participating in translation & transcription, voluntarily Participation should be made part of curriculum", "label": "POS", "score": 0.9774354100227356}
{"text": "We must expose evil plans to attack India using Haarp, Satellites, WeatherModification, Chemtrails, etc. Indians must not fall to this GlobalWarming hoax and fight or more corpses would float in Indian rivers soon says . DigitalIndia", "label": "NEG", "score": 0.9503645300865173}
{"text": "Covid19 Hoax: For 50 years the GlobalWarming scam was pushed by UN and international cabal  This DepopulationAgenda must be tackled with an iron hand now by a global FightingForce says Visionary . DigitalIndia", "label": "NEU", "score": 0.5865154266357422}
{"text": "\"Digital infrastructure as a utility for everyone\" is one of the main ideas behind the Digital India Scheme. The plan is to set up digital identification and financial inclusion infrastructure so that Common Service Centres are easy to get to.", "label": "NEU", "score": 0.7933570742607117}
{"text": "DepopulationAgenda using hoaxes like Covid19, GlobalWarming, etc would be intensified soon as people have caught these GenocidalManiacs sooner than anticipated. We need a FightingForce of committed people before it is too late says Visionary . DigitalIndia", "label": "NEG", "score": 0.8481367826461792}
{"text": "Hello Sameer, we are sorry for the experience about the product return. This has been brought to the attention of our internal team and they are working to resolve the issue. Please refer to your ticket number <53176263> for further communication. We appreciate your patience.", "label": "NEU", "score": 0.7462080121040344}
{"text": "G20India: International cabal controlling Indian policies and economy must be dismantled urgently. Otherwise,  be ready for millions of more corpses floating in rivers and lying at the coasts warns Visionary . DigitalIndia G20 G20Cabal", "label": "NEG", "score": 0.9194279909133911}
{"text": "Bhasha Daan - Platform One, Crowdsourcing Initiative Many Help create an open repository of data to digitally enrich your language. Bhashini BhashaDaan DigitalIndia", "label": "NEU", "score": 0.6835666298866272}
{"text": "Bhasha Daan - Platform One, Crowdsourcing Initiative Many Help create an open repository of data to digitally enrich your language. Bhashini BhashaDaan DigitalIndia", "label": "NEU", "score": 0.6835666298866272}
{"text": "G20Cabal intends to push centralisation, surveillance, and a totalitarian state. Their digital ID system and DeathShot passport must be avoided at all cost warns Visionary . DigitalIndia G20India HumanRights", "label": "NEG", "score": 0.7708285450935364}
{"text": "India is changing… becoming a ‘New India’ DigitalIndia NewIndia RBR Nayabharat", "label": "POS", "score": 0.9443944096565247}
{"text": "Never forget that Demonetisation, lockdown, DeathShots, etc collapsed Indian economy and killed millions of Indians. Now G20 is on a path to further this agenda of international cabal and GenocidalManiacs says Visionary . DigitalIndia", "label": "NEG", "score": 0.9766733050346375}
{"text": "Congratulations M/s. MMF Systems (India) Pvt. Ltd., for renewal of license GrowWithSTPI DigitalIndia STPIINDIA StartupIndia", "label": "POS", "score": 0.9376089572906494}
{"text": "One Earth, One Family, One Future= NewWorldOrder And The GreatReset. You will own nothing still you would be happy sheeples. Keep on taking your DeathShots and believe in hoaxes of Covid19 and GlobalWarming. G20India G20 G20Cabal DigitalIndia", "label": "NEG", "score": 0.7962576150894165}
{"text": "INDIA DRIVE: ALL ABOUT ONLINE CITIZEN Services INDIA DRIVE is your search engine for DISCOVERING and USING from 10,000+ services by Central, State and UTs. Telangana DigitalIndia", "label": "NEU", "score": 0.9678387641906738}
{"text": "India is changing… a new India is being made DigitalIndia NewIndia Nayabharat", "label": "POS", "score": 0.9452152848243713}
{"text": "Please note people are facing a lot of trouble...DigitalIndia passport", "label": "NEG", "score": 0.954310953617096}
{"text": "Sending Adhar , UAN activation , kyc updation , establishment search nothing is working in Umang App.", "label": "NEG", "score": 0.830865204334259}
{"text": "UAN activation , linking Aadhaar card is not working on website as well as Yang App", "label": "NEG", "score": 0.8868644833564758}
{"text": "Quarterly review of startups done Park Delhi along with mentoring sessions by mentor and PMG member Mr. Pradeep Gupta on 07.12.2022    DigitalIndia startupindia GrowWithSTPI  STPI STPICoE", "label": "NEU", "score": 0.8845295906066895}
{"text": "SBI Customer care has to pay 100 rs to the customer for bathing and does not resolve the customer care problem... Kya Bharat aise digital India banega ..", "label": "NEG", "score": 0.9749028086662292}
{"text": "How many days since u given?", "label": "NEU", "score": 0.976576566696167}
{"text": "Proving all apprehensions and assumptions wrong, India created a new record in digital payments. India is changing… becoming a ‘New India’DigitalIndia NewIndia", "label": "POS", "score": 0.9685450196266174}
{"text": "Marketplace continues to encourage & empower the seller ecosystem in the country; Celebrates success of these local Indian businesses as India transforms digitally.", "label": "POS", "score": 0.9853079915046692}
{"text": "Same goes for everyone", "label": "NEU", "score": 0.8992839455604553}
{"text": "I am CSC vle Asif Bashir from Jammu and Kashmir district Baramulla tehsil singhpora village khanpeth pattan I need Adhaar enrollment centre I can qualify NSEIT exam but adhaar enrollment centre can't approveI have very needed in our area.thanks", "label": "NEU", "score": 0.641403079032898}
{"text": "DigitalIndia Gap widens; Oxfam", "label": "NEG", "score": 0.5914162397384644}
{"text": "Please advice to re-enable Email based OTP system for net banking instead of SMS based login system.I live in USA so I can't access my account becoz OTP goes on my Indian simcard which has no network here", "label": "NEG", "score": 0.6919127106666565}
{"text": "Stolen data of 6 lakh Indians sold on bot markets so far: Study:\" Welcome to digital India \"", "label": "NEG", "score": 0.610699474811554}
{"text": "Hope gati sakthi will make this dream come true. With digitalindia policy we are able to work remotely during pandemic.  One more reason  is the cultural difference between aggressive coastal & desert communities versus the  docile River based agri communities.", "label": "POS", "score": 0.8015082478523254}
{"text": "Mahindra Tractors Lead Generation through CSC e-Agri Portal...Now, VLEs can earn good money on Mahindra's Tractors and Implements lead generation.DigitalIndia RuralEmpowerment CSCRuralEMobility MahindraTractors CSCAgriculture", "label": "POS", "score": 0.5157383680343628}
{"text": "Technologies: HCL collarborates with Intel-Mavenir for 5G", "label": "NEU", "score": 0.7891930937767029}
{"text": "INDIA DRIVE: ALL ABOUT ONLINE CITIZEN Services INDIA DRIVE is your search engine for DISCOVERING and USING from 10,000+ services by Central, State and UTs. Tamilnadu DigitalIndia", "label": "NEU", "score": 0.9698006510734558}
{"text": "PMGDISHA Registration Drive - Today, 8th December 2022...Empowering Citizens Towards Digital Literacy Through PMGDISHA...CSC DigitalIndia RuralEmpowerment PMGDISHARegistrationDrive", "label": "POS", "score": 0.7231974601745605}
{"text": "InvestInIndiaDidYouKnow: NewIndia has the largest market share in the global services sourcing industryTo explore more, visit: InvestInIndia InvestIndia DigitalIndia", "label": "POS", "score": 0.7511548399925232}
{"text": "Proving all apprehensions and assumptions wrong, India created a new record in digital payments. India is changing… becoming a ‘New India’DigitalIndia", "label": "POS", "score": 0.970945417881012}
{"text": "Proving all apprehensions and assumptions wrong, India created a new record in digital payments. India is changing… becoming a ‘New India’DigitalIndia", "label": "POS", "score": 0.970945417881012}
{"text": "Digital india", "label": "NEU", "score": 0.9131022095680237}
{"text": "Proving all apprehensions and assumptions wrong, India created a new record in digital payments. India is changing… becoming a ‘New India’DigitalIndia NewIndia", "label": "POS", "score": 0.9685450196266174}
{"text": "📽️ Under an MoU signed between and October Cinemas, CSC plans to open 10000 cinema halls by end of 2024 which will act as a hub of various CSC activities in rural areas. DigitalIndia", "label": "NEU", "score": 0.8997962474822998}
{"text": "📽️ Under an MoU signed between and October Cinemas, CSC plans to open 10000 cinema halls by end of 2024 which will act as a hub of various CSC activities in rural areas. DigitalIndia", "label": "NEU", "score": 0.8997962474822998}
{"text": "Link and store your health records with ABHA (AyushmanBharatHealthAccount ) from your app. You can access these digital health records anytime anywhere.  ABHAnumber ABDM AyushmanBharat DigitalIndia DigiLocker DigitalHealth", "label": "NEU", "score": 0.9291557669639587}
{"text": "Of course. Gujarat is the curse of Digital India அக்கா. Those people will never reform.", "label": "NEG", "score": 0.9706963300704956}
{"text": "India is emerging as the world's cloud computing & Data Centre Hub The size of India's digital economy is estimated to grow from $ 200 billion in 2017-18 to a staggering $ 1 trillion by 2025Read Here:", "label": "POS", "score": 0.5344641804695129}
{"text": "Digital India Gap widens; Oxfam", "label": "NEG", "score": 0.5177544355392456}
{"text": "India is emerging as the world's cloud computing & Data Centre Hub The size of India's digital economy is estimated to grow from $ 200 billion in 2017-18 to a staggering $ 1 trillion by 2025Read Here:", "label": "POS", "score": 0.5344641804695129}
{"text": "It's one thing to put out Data Protection Law comments for the 17th but publishing the Digital India Act on the 15th to ruin all our vacation time is just splendid. (Incoming folks) Thank you govt for doing this and disrupting a great holiday.", "label": "NEG", "score": 0.9608823657035828}
{"text": "INDIA DRIVE: ALL ABOUT ONLINE CITIZEN Services INDIA DRIVE is your search engine for DISCOVERING and USING from 10,000+ services by Central, State and UTs. Sikkim DigitalIndia", "label": "NEU", "score": 0.9663668274879456}
{"text": "iS THIS DIGITAL INDIA.", "label": "NEU", "score": 0.9709790945053101}
