{"text": "RT : Give yourself a REALLY important gift this year: the new COVID-19 booster and a flu shotIt’s safe to get both at the same time, and they’re some of the best protection against getting sick. Make a vaccination appointment here:  …", "label": "POS", "score": 0.987079918384552}
{"text": "COVID-19 Vaccination, Bivalent Booster Shots Available Monday thru Saturday For more information:", "label": "NEU", "score": 0.907442569732666}
{"text": "Give yourself a REALLY important gift this year: the new COVID-19 booster and a flu shotIt’s safe to get both at the same time, and they’re some of the best protection against getting sick. Make a vaccination appointment here:", "label": "POS", "score": 0.987407922744751}
{"text": "Get your flu shot at the med center's convenient drive-thru location, open in parking lot \"Z\" Mon - Fri from 8 a.m. to 3 p.m. Also offered at the drive-thru location is the COVID-19 primary vaccination series & Bivalent booster. 🎅", "label": "NEU", "score": 0.8774042129516602}
{"text": "Tomorrow, will host a town hall session where you'll have the chance to ask any questions you may still have about the COVID-19 vaccine, booster shots, the impact of the vaccine, how to discuss vaccination, & much more.Register:", "label": "NEU", "score": 0.9100691676139832}
{"text": "MassWatch FactOfTheDay: As of Nov. 21st, the MA DPH reports that 92% of MA residents have received at least one COVID-19 vaccination shot, with 79% of the pop. fully vaccinated. But only 61% of MA residents have received a booster shot. See more data:", "label": "NEU", "score": 0.9089680314064026}
{"text": "We are hosting a vaccination booster clinic today through Wed. Get your booster shot for influenza and COVID-19. Book your appointment for ahead of time. Drop-ins will be based on vaccine availability. Register or book an appointment at", "label": "NEU", "score": 0.8864330053329468}
{"text": "And parents chose NOT vaccinated their kids, or even themselves and …not wearing mask … however, now they blame the Government, when the rate of vaccination for kids is still low among booster for Covid-19 and not taking flu shots…but vaccines are going to waste …", "label": "NEG", "score": 0.9672443866729736}
{"text": "Dirty Business: Call it what you want. The Jan 6 serial killer is still roaming free. Mary Trump said her uncle Donald should be “in prison” for being a “mass murderer” for making people believe Covid 19 was a hoax\".. while TFG got the vaccination and the booster shot", "label": "NEG", "score": 0.9796115756034851}
{"text": ". has been analyzing data on COVID-19 in nursing homes, tracking impacts, and reporting on key findings since June 2020, including vaccination rates among nursing home residents and staff since July 2021 and booster shots since December 2021.", "label": "NEU", "score": 0.9484065175056458}
{"text": "𝗔𝗗𝗩𝗜𝗦𝗢𝗥𝗬 | Dr. Graham Harrison of the World Health Organization (WHO) Philippines urged the public to receive their COVID-19 primary doses and booster shots during the Department of Health's Special Vaccination Days happening on December 5 to 7. | via Joanna Martinez", "label": "NEU", "score": 0.965571403503418}
{"text": "What she really means is no American should have to choose between serving our country and getting the totally worthless covid-19 vaccination/shot whatever you want to call it. What booster number are they up to now 11?", "label": "NEG", "score": 0.9742202162742615}
{"text": "President Museveni has directed and ordered that no one will be allowed in any public meeting without proof of vaccination of Covid-19, in this the president meant two jabs and another booster shot", "label": "NEU", "score": 0.7518889904022217}
{"text": "President Museveni has directed and ordered that no one will be allowed in any public meeting without proof of vaccination of Covid-19, in this the president meant two jabs and another booster shot. M7Address", "label": "NEU", "score": 0.9066593050956726}
{"text": "It takes at least two weeks to build antibody protection after vaccination. Getting your Omicron COVID-19 booster and flu shot now — means your immune protection can be up to date before families and friends gather for Hanukkah, Christmas, and more.", "label": "NEU", "score": 0.9154147505760193}
{"text": "COVID-19 community levels in Pima County remain high. Stay current on your vaccination be getting a bivalent booster if you haven't already. Our clinics have flu shots too. If you need both, that can usually be accommodated on a single visit.", "label": "NEU", "score": 0.8959435224533081}
{"text": "WATCH 👀: Dr Graham Harrison, Officer-in-Charge of the World Health Organization Philippines, advises the public to get their COVID-19 primary doses and booster shots during the Special Vaccination Days (5-7 December 2022) of the", "label": "NEU", "score": 0.9603463411331177}
{"text": "DO NOT GET A COVID-19 VACCINATION I JUST RECIEVED A \"BOOSTER\" SHOT MY PHONE IS ABLE TO PICK UP AN NFC SIGNAL NEXT TO MY ARM GOING TO GET EMI TESTED TOMORROW StayWoke antivaxxers", "label": "NEG", "score": 0.59978187084198}
{"text": "Help prevent hospital overwhelm. Schedule your flu and COVID-19 Bivalent Booster shots today. Vaccine appointments open every Thursday at noon. To register for an appointment, please visit  COVID19 CovidIsntOver flu vaccination", "label": "NEU", "score": 0.7505953907966614}
{"text": "In partnership with , the SCSD will host a vaccination clinic on Monday, 12/12 from 3 - 6 pm at .COVID-19 booster shots and flu shots will be offered for eligible individualsTo register for an appointment, visit:", "label": "NEU", "score": 0.9233999252319336}
{"text": "On Dec 7, will host a town hall session where you'll have the chance to ask any questions you may still have about the COVID-19 vaccine, booster shots, the impact of the vaccine, how to discuss vaccination, + much more.Register:", "label": "NEU", "score": 0.9185822606086731}
{"text": ": It’s safe to get your flu shot and updated COVID-19 booster at the same time. Find a vaccination site:", "label": "NEU", "score": 0.8324369788169861}
{"text": "Notify NYC: It's safe to get your flu shot and updated COVID-19 booster at the same time. Find a vaccination site:", "label": "NEU", "score": 0.8454115390777588}
{"text": "It’s safe to get your flu shot and updated COVID-19 booster at the same time. Find a vaccination site:", "label": "NEU", "score": 0.8167632818222046}
{"text": "If it's been 2 months since you completed your primary COVID vaccination series or received an original booster, it's time for your updated booster Take your shot to protect yourself from new COVID-19 variants this winter. Available free in our clinic:", "label": "NEU", "score": 0.5841258764266968}
{"text": "I got the third booster shot COVID-19 vaccination. This is my antibody value peak in January February. Antibody level explosion Explode your feelings Please hold safely 🙏🏻🤞🏻🎤", "label": "NEU", "score": 0.6466678977012634}
{"text": "If he lied, why did so many of you who refused the vaccine die? People who are up to date on shots and received the bivalent booster are 14.9 times less likely to die from COVID-19. Leave Fauci alone and promote vaccination. That'd be a welcome change.", "label": "NEG", "score": 0.7126584649085999}
{"text": "What kind of vaccination still exposes you to infection?Scientists in the house, & doctors:Why do fully covid-19 vaccinated people up to the latest jabs & booster shots, still get infected?", "label": "NEG", "score": 0.9602035284042358}
{"text": "Come out to the LION Mobile Clinic at MLK Plaza (125 S. Fraser St.) on Wednesday, November 30, from 9 a.m. to 2 p.m. for a free Flu shot and COVID-19 booster shot. Vaccination comes with a same-day voucher for a free donut at Duck Donuts", "label": "NEU", "score": 0.8446304798126221}
{"text": "Added protection Get vaccinated against COVID-19 and Get COVID-19 booster vaccination as well      Iam A BINGWA saving lives and livelihoods shoot your shot", "label": "POS", "score": 0.8359721899032593}
{"text": "DrHabib_Review PMinAction: On November 25, 2022, Prime Minister Kishida received an Omicron-targeted COVID-19 booster shot (fifth vaccination) at the Self-Defense Forces (SDF) large-scale vaccination center in Tokyo.Then, the…", "label": "NEU", "score": 0.9442057609558105}
{"text": "\"As of June 6, 2022, around 76 percent of the population in Japan received the second dose of coronavirus disease (COVID-19) vaccination. At the same time, approximately 60 percent of the population had a booster shot.\"", "label": "NEU", "score": 0.9727877974510193}
{"text": "If you're getting bivalent booster, for me, it's been the COVID-19 vaccination shot with the least side effects.  I just had a sore arm at injection cite for two days.", "label": "NEG", "score": 0.9351306557655334}
{"text": "Dirty Business: Call it what you want. The Jan 6 serial killer is still roaming free. Mary Trump said her uncle Donald should be “in prison” for being a “mass murderer” for making people believe Covid 19 was a hoax\".. while TFG got the vaccination and the booster shot", "label": "NEG", "score": 0.9796115756034851}
{"text": "Reusch et al.: \"Inability to work following COVID-19 vaccination among healthcare workers - an important aspect for future booster vaccinations\"; what? not STOP the clot shot immediately?", "label": "NEU", "score": 0.8632693290710449}
{"text": "Reusch et al.: \"Inability to work following COVID-19 vaccination among healthcare workers - an important aspect for future booster vaccinations\"; what? not STOP the clot shot immediately?", "label": "NEU", "score": 0.8632693290710449}
{"text": "Reusch et al.: \"Inability to work following COVID-19 vaccination among healthcare workers - an important aspect for future booster vaccinations\"; what? not STOP the clot shot immediately?", "label": "NEU", "score": 0.8632693290710449}
{"text": "WEEKLY COVID-19 VACCINATION REPORT November 21-25, 2022 The Taguig City Government continues to aggressively encourage everyone to immediately get a booster shot as additional protection against COVID-19. ILoveTaguigTRACETaguig", "label": "NEU", "score": 0.7261579632759094}
{"text": "FluFact - It is safe to get flu and COVID-19 vaccinations at the same time?No waiting period is needed between the two vaccinations, so it’s safe to get your flu shot even if you just got a COVID-19 vaccination or booster.To schedule an appt call (209)722-GVHC (4842)", "label": "NEU", "score": 0.9235996007919312}
{"text": "a “Walk-In” Pfizer & Moderna Bivalent Covid-19 Boosters & Adult Flu Vaccination Clinic. The clinic will be administering both the New Moderna (for ages 6 yrs+) and Pfizer (for ages 12 yrs+) bivalent booster vaccinations; as well as adult (18 yrs+) seasonal flu shots.", "label": "NEU", "score": 0.9303245544433594}
{"text": "a “Walk-In” Pfizer & Moderna Bivalent Covid-19 Boosters & Adult Flu Vaccination Clinic. The clinic will be administering both the New Moderna (for ages 6 yrs+) and Pfizer (for ages 12 yrs+) bivalent booster vaccinations; as well as adult (18 yrs+) seasonal flu shots", "label": "NEU", "score": 0.9101494550704956}
{"text": "🏴󠁧󠁢󠁥󠁮󠁧󠁿 England vs USA 🇺🇸 - KO 7pmAs we prepare for todays match, don't forget to take your shot this WorldCup2022 and get the COVID-19 booster 💉Our Clatterbridge Vaccination Centre is now offering a walk-in service. GetVaccinated", "label": "POS", "score": 0.626114010810852}
{"text": "Twitter-Based Sentiment Analysis and Topic Modeling of Social Media Posts Using Natural Language Processing, to Understand People's Perspectives Regarding COVID-19 Booster Vaccine Shots in India: Crucial to Expanding Vaccination Coverage", "label": "NEU", "score": 0.5940694212913513}
{"text": "\"The society is also removing its mandatory COVID vaccination policy for staff, contractors and volunteers. PEI’s CPHO recommends that all participants in the games be up-to-date with their COVID-19 shots, including a booster dose within the past six months.\"FFS. RIDICULOUS.", "label": "NEU", "score": 0.8427272439002991}
{"text": "This WorldCup2022 take your shot for England by getting your Flu Vaccine and COVID-19 Booster. 🚶🏻‍♂️ Our CGH Vaccination centre is now accepting Walk-in patients for the COVID-19 booster. 🦠Staff Flu clinics are available at both APH and CGH.", "label": "NEU", "score": 0.592920184135437}
{"text": "\"knowing how to read the works\" and posting an extract from an article that is not the one I mentioned 😆 Puente method✌️. I am referring to \"Myocardial Inflammation/Myocarditis After COVID-19 mRNA Booster Vaccination\" by Mueller, ESC conference. And see how much it is \"low\" the risk with repeated shots", "label": "NEU", "score": 0.8541142344474792}
{"text": "Have you received your FOUR COVID-19 vaccination jabs? If not, here are FOUR reasons why you need to get your latest Booster shot. For more information on where to get your booster shot call 0800 029 999  GetVaxxed", "label": "NEU", "score": 0.9532133340835571}
{"text": "Dirty Business: Call it what you want. The Jan 6 serial killer is still roaming free. Mary Trump said her uncle Donald should be “in prison” for being a “mass murderer” for making people believe Covid 19 was a hoax\".. while TFG got the vaccination and the booster shot", "label": "NEG", "score": 0.9796115756034851}
{"text": "We're partnering with/ , , n for a vaccination clinic on Dec. 10, from 10 AM – 3 PM at the Pride Office to administer flu shots, COVID-19 2nd shots, 1st shots, & booster shots. Register today -", "label": "NEU", "score": 0.9017913937568665}
{"text": "COVID-19 Hospitalizations Surge in Italy​​​​​ -About 88.6 percent of the country's residents over the age of 12 have received the full vaccination cycle plus at least one booster shot.  via", "label": "NEU", "score": 0.9308948516845703}
{"text": "This holiday season, protect those you love by getting immunized against COVID-19. Eligible Veterans can get their free COVID-19 vaccination or booster shot at the or at a VA community care provider. Learn more here:", "label": "POS", "score": 0.5160689353942871}
{"text": "WEEKLY COVID-19 VACCINATION REPORT November 14-18, 2022 The Taguig City Government continues to aggressively encourage everyone to immediately get a booster shot as additional protection against COVID-19. TRACETaguig", "label": "NEU", "score": 0.7553810477256775}
{"text": "WEEKLY COVID-19 VACCINATION REPORT November 14-18, 2022 The Taguig City Government continues to aggressively encourage everyone to immediately get a booster shot as additional protection against COVID-19. TRACETaguig", "label": "NEU", "score": 0.7553810477256775}
{"text": "WEEKLY COVID-19 VACCINATION REPORT November 14-18, 2022 The Taguig City Government continues to aggressively encourage everyone to immediately get a booster shot as additional protection against COVID-19. TRACETaguig", "label": "NEU", "score": 0.7553810477256775}
{"text": "As of today, 1,002,817 Marylanders have received the COVID-19 bivalent booster and are further protected against this still deadly virus.          Join them, get your COVID bivalent booster shot today.To find a vaccination location nearest you, visit:", "label": "NEU", "score": 0.5406339764595032}
{"text": "Thanksgiving is THURSDAY Receive your FREE COVID-19 vaccination and/or booster shot to help save you and your family for the holidays💉 📍5300 Berkley Drive, New Orleans🕙 Starts at 10:00 amReceive ONE turkey per vehicleinclusivcare thanksgiving covid19 booster", "label": "POS", "score": 0.6693812608718872}
{"text": "Special vaccination period to encourage COVID-19 booster, retooled shots begins COVID 19 Vaccine Arirang News", "label": "NEU", "score": 0.9661228656768799}
{"text": "When you become eligible follow up on your COVID-19 vaccination by getting the booster shot for the best protection 💉Click the link to find a vaccination site near you 🔗 BeAShotCaller BlackHealth NYC GetTheShot", "label": "NEU", "score": 0.8045649528503418}
{"text": "On Oct 12, the CDC recommended booster shots for COVID-19 vaccination. These shots provide significant added protection against the original COVID-19 strain and the very contagious omicron variant. Learn more:", "label": "NEU", "score": 0.5009711980819702}
{"text": "If it has been 6 or more months since your last COVID-19 vaccination or infection, I ask you to book an appointment for a booster shot to keep you and your community safe. Learn about the eligibility requirements in Ontario:", "label": "NEU", "score": 0.9202645421028137}
{"text": "The COVID-19 vaccination is recommended for pregnant people who are breastfeeding, trying to get pregnant now, or might become pregnant in the future. In addition, everyone eligible should get a booster shot and stay up to date with their vaccines. [LINK]", "label": "NEU", "score": 0.8522626161575317}
{"text": "Wuhan lab leak theory, vaccination passports, digital ID & wallets, no-go zones, street gangs, males having a higher risk of myocarditis after COVID-19 shot, booster shots reduce immune system etc.", "label": "NEG", "score": 0.9098331332206726}
{"text": "WEEKLY COVID-19 VACCINATION REPORT November 14-18, 2022 The Taguig City Government continues to aggressively encourage everyone to immediately get a booster shot as additional protection against COVID-19. TRACETaguig", "label": "NEU", "score": 0.7553810477256775}
{"text": "Join us tomorrow, for  our upcoming vaccination clinic at St. Hugh. The new COVID-19 booster and flu shots will be available for free. This is a great opportunity for you or someone you know to get vaccinated before the holiday season begins", "label": "POS", "score": 0.9555542469024658}
{"text": "We are excited to partner with , , and to offer updated COVID-19 booster and flu shots at all home games through the end of December Stop by the vaccination clinic next to Blaze Pizza at the 11th Street Entrance.", "label": "POS", "score": 0.8618956804275513}
{"text": "The COVID-19 Vaccination & Boosters shots are available at Christian Community Health Center Patients may visit any one of our locations to receive the shot Stop by to receive your booster shot todayCCHC COVID BoosterShot Pfizer Moderna Chicago", "label": "NEU", "score": 0.8394575715065002}
{"text": "Dirty Business: Call it what you want. The Jan 6 serial killer is still roaming free. Mary Trump said her uncle Donald should be “in prison” for being a “mass murderer” for making people believe Covid 19 was a hoax\".. while TFG got the vaccination and the booster shot", "label": "NEG", "score": 0.9796115756034851}
{"text": "That’s why, in partnership with the CDPH and the VA58 project, we encourage older adults to prioritize vaccination to stay safer from severe outcomes. To schedule your next COVID-19 booster shot, visit  or call 1-833-422-4255.", "label": "NEU", "score": 0.6733686327934265}
{"text": "Studies and current data show that the antibodies our bodies make after vaccination and a booster shot recognize and protect against COVID-19 variants like Omicron, but wanes substantially OVER TIME.", "label": "NEU", "score": 0.9221556186676025}
{"text": "Join us for  our upcoming vaccination clinic at St. Hugh. The new COVID-19 booster and flu shots will be available for free. This is a great opportunity for you or someone you know to get vaccinated before the holiday season begins", "label": "POS", "score": 0.9436545968055725}
{"text": "COVID-19 isn’t over.A good reason for us ALL to have the COVID-19 vaccine and any future BoosterDoses. Vaccines are still our best protection against getting really sick from COVID-19 , and booster shots help to keep our immunity up. Vaccination BoosterDose vooma", "label": "POS", "score": 0.8976095914840698}
{"text": "New initiative to get Americans updated COVID-19 coronavirus vaccine booster shots ... | SARSCoV2 | Thanksgiving | Holidays | COVID19 | vaccination | PublicHealth | Via", "label": "NEU", "score": 0.926391065120697}
{"text": "Jacinda Abdul-Mutakabbir, PharmD; Wendy Wright, DNP, ANP-BC, FNP-BC, FAANP, FAAN, FNAP; and Madeline King, PharmD, BCIDP, examine the efficacy and real-world implications of the COVID-19 booster shot in terms of vaccination protection rates.Watch Here:", "label": "NEU", "score": 0.9245133399963379}
{"text": "Becoming a shotcaller is easy 😅All you have to do is schedule your FREE COVID-19 vaccination and stay up to date with your booster shots. Click the link to join us in making the world a safer place one vaccination at a time blackhealth covid19", "label": "POS", "score": 0.7778847217559814}
{"text": "Older adults should stay up to date with their COVID-19 vaccines by getting the latest bivalent booster shot. You can find vaccine locations at  or Call 877-829-4692 to request in-home vaccination. UNITEDSIKHS covidvaccinebooster COVID19", "label": "NEU", "score": 0.84775710105896}
{"text": "WEEKLY COVID-19 VACCINATION REPORT November 7-11, 2022 The Taguig City Government continues to aggressively encourage everyone to immediately get a booster shot as additional protection against COVID-19.", "label": "NEU", "score": 0.7619820833206177}
{"text": "WEEKLY COVID-19 VACCINATION REPORT November 7-11, 2022 The Taguig City Government continues to aggressively encourage everyone to immediately get a booster shot as additional protection against COVID-19.", "label": "NEU", "score": 0.7619820833206177}
{"text": "WEEKLY COVID-19 VACCINATION REPORT November 7-11, 2022 The Taguig City Government continues to aggressively encourage everyone to immediately get a booster shot as additional protection against COVID-19.", "label": "NEU", "score": 0.7619820833206177}
{"text": "How about this:  We have updated our COVID-19 vaccination policy. As of January 9, 2023, all members of our community (Western, Brescia, Huron and King’s) are required to provide proof of vaccination of the primary series plus a booster shot...", "label": "NEU", "score": 0.8769057989120483}
{"text": "We're partnering with/ , , n for a vaccination clinic on Dec. 10, from 10 AM – 3 PM at the Pride Office to administer flu shots, COVID-19 2nd shots, 1st shots, & booster shots. Register today -", "label": "NEU", "score": 0.9017913937568665}
{"text": "Majestic Princess. Is this the right time for cruise lines to eliminate requiring all guests and crew members from providing proof of vaccination against COVID-19, including the latest bivalent  booster shots? ⁦ ⁩ ⁦⁦ ⁩", "label": "NEU", "score": 0.9104475378990173}
{"text": "Dirty Business: Call it what you want. The Jan 6 serial killer is still roaming free. Mary Trump said her uncle Donald should be “in prison” for being a “mass murderer” for making people believe Covid 19 was a hoax\".. while TFG got the vaccination and the booster shot", "label": "NEG", "score": 0.9796115756034851}
{"text": "WEEKLY COVID-19 VACCINATION REPORT November 7-11, 2022 The Taguig City Government continues to aggressively encourage everyone to immediately get a booster shot as additional protection against COVID-19.", "label": "NEU", "score": 0.7619820833206177}
{"text": "Absolutely absurd that there is no way for me to book a COVID-19 vaccination booster shot in Waterloo Region and the provincial portal lists 0 appointments within 25 km of my community of 600,000 people.  Doug Ford’s Health Care system is failing us miserably.", "label": "NEG", "score": 0.9817678332328796}
{"text": "On Friday, the MMDA pursued its COVID-19 vaccination campaign called “PinasLakas sa Booster” to ensure that all employees and their family members, along with their relatives get the booster shots. READ:", "label": "NEU", "score": 0.9402231574058533}
{"text": "Get your COVID-19 booster and flu shot on the same day CDC recommends that everyone six months and older receive an annual flu vaccination. Anyone 5 or older can get the updated booster if it has been at least two months since their last COVID-19 vaccine dose.iHeardSTL", "label": "NEU", "score": 0.94707852602005}
{"text": "Get your updated COVID-19 coronavirus shot now as Thanksgiving is right around the corner ... | vaccine | SARS CoV 2 | vaccination | Booster | COVID 19 | By via", "label": "NEU", "score": 0.847567617893219}
{"text": "a “Walk-In” Pfizer & Moderna Bivalent Covid-19 Boosters & Adult Flu Vaccination Clinic. The clinic will be administering both the New Moderna (for ages 6 yrs+) and Pfizer (for ages 12 yrs+) bivalent booster vaccinations; as well as adult (18 yrs+) seasonal flu shots", "label": "NEU", "score": 0.9101494550704956}
{"text": "a “Walk-In” Pfizer & Moderna Bivalent Covid-19 Boosters & Adult Flu Vaccination Clinic. The clinic will be administering both the New Moderna (for ages 6 yrs+) and Pfizer (for ages 12 yrs+) bivalent booster vaccinations; as well as adult (18 yrs+) seasonal flu shots", "label": "NEU", "score": 0.9101494550704956}
{"text": "Gearing up for Flu and Covid-19 Surge Season. Between RSV, Covid-19 and the Flu, Hospitals are overwhelmed. Let's do our best to avoid adding to the mix and talk to your doctor about getting your annual flu shot and your Covid-19 vaccination booster. This isn't over", "label": "NEG", "score": 0.5475593209266663}
{"text": "WATCH: Intensified COVID-19 Vaccination Drive at the Metropolitan Manila Development Authority (MMDA) office. About 100 employees are scheduled to be vaccinated today with a booster shot. | via", "label": "NEU", "score": 0.8798337578773499}
{"text": "SEE: Covid-19 Vaccination Drive boosted at MMDA office. About 100 employees are scheduled to be vaccinated today with booster shots. |", "label": "POS", "score": 0.503600537776947}
{"text": "Celebrating with friends & families is a time to appreciate the good times together. Don’t take chances with COVID-19. Booster shots are meant to enhance/restore protection that might have decreased over time after completing a primary series vaccination.", "label": "POS", "score": 0.8505162596702576}
{"text": "Friendly reminder Our free drive-thru flu shot & COVID-19 booster dose vaccination clinic is Saturday, Nov. 12, 8 am - 12 pm🌤Eligibility for flu shots: age 6 months +COVID-19 bivalent booster dose: age 12 years + who meet criteria", "label": "NEU", "score": 0.8709084987640381}
{"text": "Yesterday, the Prime Minister received his COVID-19 booster dose and his flu shot. Staying up to date with vaccination provides improved protection against COVID-19, reducing pressures on our hospitals and healthcare system.", "label": "POS", "score": 0.9240358471870422}
{"text": "Happy World Immunization Day Apicha offers many of your vaccination needs, including:-Annual Flu shot-COVID-19 (+Bivalent booster)-Complete panel (school requirements)You can make an appointment on our website here:", "label": "POS", "score": 0.9406400322914124}
{"text": "Stay healthy by getting your New COVID-19 Omicron Booster and Flu shot at the same time today. 💙 covid COVID19 flu vaccine vaccination healthcare health", "label": "POS", "score": 0.6135834455490112}
{"text": "ICYMI Va. EMS Symposium Flu & COVID-19 Vaccination Clinic - Get your Flu shot or COVID-19 booster today, Wednesday, Nov. 9, from 7 a.m. – 1 p.m., or while supplies last, on the 4th floor of the Marriott. Vaccines will be administered by the Norfolk Health Department. VaEMS2022", "label": "NEU", "score": 0.9461708664894104}
{"text": "Virginia EMS Symposium Flu & COVID-19 Vaccination Clinic - Get your Flu shot or COVID-19 booster today, Wednesday, Nov. 9, from 7 a.m. – 1 p.m., or while supplies last, on the 4th floor of the Marriott. Vaccines will be administered by the Norfolk Health Department. VaEMS2022", "label": "NEU", "score": 0.9543890357017517}
{"text": "COVID-19 vaccination can help protect your children from getting sick. As young as 6 months can be vaccinated and those 5 and over can receive booster shots. Ensure you and your loved ones are vaccinated and boosted. Visit  for bilingual  information YVG", "label": "POS", "score": 0.6602376699447632}
{"text": "FDA Commissioner Robert Califf tested positive for Covid-19, said. Adds to the list of administration figures infected after vaccination and booster shots. News comes a day after Califf cancelled his planned remarks at GRxBiosims.", "label": "NEU", "score": 0.6623511910438538}
{"text": "I got my 4th COVID-19 booster shots yesterday. For me, who have gotten my 3rd booster shot of Moderna, Pfizer’s vaccination for omicron has a bit strong side effects.", "label": "POS", "score": 0.850870668888092}
{"text": "US FDA Commissioner Robert Califf tested positive for Covid-19, adding to the list of administration figures infected after vaccination and booster shots", "label": "NEU", "score": 0.7696718573570251}
{"text": "US FDA Commissioner Robert Califf tested positive for Covid-19, adding to the list of administration figures infected after vaccination and booster shots", "label": "NEU", "score": 0.7696718573570251}
{"text": ". has been analyzing COVID-19 data in nursing homes and reporting on key findings since June 2020, vaccination rates among nursing home residents and staff since July 2021 and booster shots since December 2021. We update our Dashboard monthly.", "label": "NEU", "score": 0.9555308222770691}
{"text": "Covid-19 vaccination & booster shots for students & parents on Thursday, November 10th (10 am - 1 pm).  Please register with the link, the QR code or by calling the main office.", "label": "NEU", "score": 0.9176384806632996}
{"text": "Could anyone point to me the official webpage (or at least a reliable news outlet article) in Mandarin or English summarizing Taiwan CDC’s current Covid-19 vaccination recommendations, including age brackets & delays between shots for second booster shots? Thank you.", "label": "NEU", "score": 0.9291003942489624}
{"text": "WEEKLY COVID-19 VACCINATION REPORT October 31-November 4, 2022 The Taguig City Government continues to aggressively encourage everyone to immediately get a booster shot as additional protection against COVID-19.", "label": "NEU", "score": 0.7567963600158691}
{"text": "WEEKLY COVID-19 VACCINATION REPORT October 31-November 4, 2022 The Taguig City Government continues to aggressively encourage everyone to immediately get a booster shot as additional protection against COVID-19.", "label": "NEU", "score": 0.7567963600158691}
{"text": "WEEKLY COVID-19 VACCINATION REPORT October 31-November 4, 2022 The Taguig City Government continues to aggressively encourage everyone to immediately get a booster shot as additional protection against COVID-19.", "label": "NEU", "score": 0.7567963600158691}
{"text": "WEEKLY COVID-19 VACCINATION REPORT October 31-November 4, 2022 The Taguig City Government continues to aggressively encourage everyone to immediately get a booster shot as additional protection against COVID-19.", "label": "NEU", "score": 0.7567963600158691}
{"text": "6) \"It imposes a strong reminder of the vaccination recommendations aimed at combining booster shots against Covid-19 and vaccination against influenza [6]. It also justifies a rehabilitation of barrier measures\"HT to", "label": "NEU", "score": 0.6015552282333374}
{"text": "Dirty Business: Call it what you want. The Jan 6 serial killer is still roaming free. Mary Trump said her uncle Donald should be “in prison” for being a “mass murderer” for making people believe Covid 19 was a hoax\".. while TFG got the vaccination and the booster shot", "label": "NEG", "score": 0.9796115756034851}
{"text": "WEEKLY COVID-19 VACCINATION REPORT October 31-November 4, 2022 The Taguig City Government continues to aggressively encourage everyone to immediately get a booster shot as additional protection against COVID-19. ILoveTaguigTRACETaguig", "label": "NEU", "score": 0.6860345602035522}
{"text": "Happening Next Week ❤️ NAYA & its community partners are hosting a COVID-19 vaccination clinic on Nov. 10 from 3–6 p.m. 1st and 2nd doses and booster shots will be available. There will also be free resources, including food boxes, food, PPE, & more", "label": "NEU", "score": 0.8135373592376709}
{"text": "On October 12, the CDC officially recommended bivalent booster shots for COVID-19 vaccination: A Pfizer shot for patients 5-10 years old, or a Moderna shot for patients ages 6-17 years old. These shots provide significant added protection. Learn more:", "label": "NEU", "score": 0.5202652812004089}
{"text": "Do you live in LongIsland? Adhi Sharma, MD, discusses the hospital’s mobile vaccination van on Long Island, which is now offering people both the COVID-19 booster shot and a flu shot.WeFindAWay NYC StaySafe StayHealthy", "label": "NEU", "score": 0.7651652693748474}
{"text": "FDA Amends Emergency Use Authorizations to Allow COVID-19 Booster Shots: \"Mix and match\" booster approved in eligible individuals following completion of primary vaccination with a different available COVID-19 vaccine.The post FDA Amends Emergency Use Authorizations to Allow ...", "label": "NEU", "score": 0.8566833138465881}
{"text": "Community vaccination clinic: Get your FREE bivalent COVID-19 booster and/or flu shot Saturday, Nov 5, 1-4pm, St. Clement School gym, 2524 North Orchard StWith Alders Hopkins & Knudson, in partnership with Jewel-OscoSee details in 2nd Ward newsletter:", "label": "NEU", "score": 0.874818742275238}
{"text": "a “Walk-In” Pfizer & Moderna Bivalent Covid-19 Boosters & Adult Flu Vaccination Clinic. The clinic will be administering both the New Moderna (for ages 6 yrs+) and Pfizer (for ages 12 yrs+) bivalent booster vaccinations; as well as adult (18 yrs+) seasonal flu shots", "label": "NEU", "score": 0.9101494550704956}
{"text": "“Walk-In” Pfizer & Moderna Bivalent Covid-19 Boosters & Adult Flu Vaccination Clinic. The clinic will be administering both the New Moderna (for ages 6 yrs+) and Pfizer (for ages 12 yrs+) bivalent booster vaccinations; as well as adult (18 yrs+) seasonal flu shots", "label": "NEU", "score": 0.8994130492210388}
{"text": "The time to get your COVID-19 booster and flu shot is now. The new, stronger COVID-19 booster and the annual flu vaccine are available at doctors' offices, pharmacies and vaccination sites across the city. Learn more here: NYCVaccineForAll", "label": "NEU", "score": 0.5610153675079346}
{"text": "Today is the day 📣Head to Little Saigon District Vaccination Day from 9 a.m.- 6:30 p.m. to get your COVID-19 Omicron booster, monkeypox vaccine or flu shot Details are included below & we hope to see you there StopTheSpread COVID19Vaccine COVID19Booster MonkeypoxVaccine", "label": "POS", "score": 0.6327732801437378}
{"text": "Sweden facts: No one younger than 18 was allowed to take a Covid-19 booster (3rd shot). Only 72.7% of the 16-17 year olds have had two shots. Only 50.7% of the 12-15 year olds have had two shots. Covid-19 vaccination of children younger than 12 years was never allowed.", "label": "NEU", "score": 0.8453846573829651}
{"text": "Swiss drugs regulator Swissmedic investigating bubbles in updated COVID-19 vaccine from Pfizer & BioNTech after alerted of issue by vaccination centers…temporarily approved booster shot in October, but said it was too early to approve bivalent booster", "label": "NEU", "score": 0.958319902420044}
{"text": "🎁 YCCA wants to thank YOU for doing your part to keep our community safe If you received your COVID-19 vaccination or booster shot in August 2022 or later, you are eligible to receive a GIFT CARD from YCCA  Call our Family Resource Center at 916-572-0560.", "label": "POS", "score": 0.9103040099143982}
{"text": "The best protection we can give our children against COVID-19 is through vaccination. From 25 Oct 2022, children 6 mth - 4 yr can begin to receive their primary vaccination, while children 5 - 11 yr can begin to receive their booster shot.For more info:", "label": "POS", "score": 0.580223798751831}
{"text": "What is a booster shot and why is it needed? Click the link to know the answer to this and other questions about the COVID-19 booster doses: 👉 Contact your LGU for the nearest vaccination site and vaccination time.", "label": "NEU", "score": 0.9667169451713562}
{"text": "Just bring the government-issued valid ID and COVID-19 vaccination card for those scheduled to receive the second dose or booster shot. Make sure to be at the vaccination site 15 minutes before your schedule.", "label": "NEU", "score": 0.9127647876739502}
{"text": "are there any plans for the Covid-19 booster shots for the +60 years old? Europe started voluntary booster 2 vaccination campaign. Thank you", "label": "NEU", "score": 0.7892109751701355}
{"text": "Covid-19 : the risk of booster shots.vaccination booster vaccine vaccin vaccines vaccine injuries covid Covid-19 sars-cov-2 sars2 Vitamin D rash", "label": "NEG", "score": 0.5365309715270996}
{"text": "I just received my Pfizer bivalent vaccination booster shot. Now I have two AstraZeneca, one Moderna and one Pfizer vaccination...COVID-19 and related illnesses cases are going up and some health care professionals are already calling for masking to reinstated.", "label": "NEU", "score": 0.8973374962806702}
{"text": "TODAY: NH’s Dept. of Health & Human Services is hosting a mobile COVID-19 vaccination clinic at the New London Fire Dept. If you haven’t gotten your booster shots yet, today is a great day to protect yourself & those you love from COVID.", "label": "POS", "score": 0.9493279457092285}
{"text": "Today great resolutions for president Jo Biden great leadership for care for all American people covid-19 updated vaccination to safe all people booster shot for protect American people covid-19 against Susseas. To president Jo Biden. God bless you all", "label": "POS", "score": 0.9879078269004822}
{"text": "I got my COVID booster Did you? This dose is a bivalent COVID-19 vaccine booster shot, which means it’s a new formula that will protect you against new variants. Find a vaccination site near you:", "label": "POS", "score": 0.8289371728897095}
{"text": "Is your little one in need of their COVID-19 booster shot? No worries We have vaccination locations all over Harris County to best serve your needs Simply visit  or call 832-927-8787 if you need assistance finding a location near you", "label": "POS", "score": 0.520352840423584}
{"text": "Happening right now We're partnering with/ , , n for a vaccination clinic today until 3 PM at the Pride Office to administer flu shots, COVID-19 2nd shots, 1st shots, & booster shots. Register today -", "label": "NEU", "score": 0.8837742805480957}
{"text": "Only 7% of us have received the two booster vaccination shots. If you, or a loved one, need to stay in the comfort of your home in LA County, dial 1 833 540-0473. Fight Covid-19", "label": "NEU", "score": 0.906473696231842}
{"text": "WEEKLY COVID-19 VACCINATION REPORT October 24-28, 2022 The Taguig City Government continues to aggressively encourage everyone to immediately get a booster shot as additional protection against COVID-19.ilovetaguig", "label": "POS", "score": 0.5694308876991272}
{"text": "a “Walk-In” Pfizer & Moderna Bivalent Covid-19 Boosters & Adult Flu Vaccination Clinic. The clinic will be administering both the New Moderna (for ages 6 yrs+) and Pfizer (for ages 12 yrs+) bivalent booster vaccinations; as well as adult (18 yrs+) seasonal flu shots", "label": "NEU", "score": 0.9101494550704956}
{"text": "The BAEC and Evans Insurance Agency are offering members the COVID-19 Bivalent Booster shot. The clinic is on Thursday, November 10, from 9-2pm.  Appointments required. Bring your insurance card & vaccination card to the appointment. Sign up at", "label": "NEU", "score": 0.8787688612937927}
{"text": "The Care Van COVID-19 vaccination clinic is coming to a community near you Check out our calendar to see where we will be next weekThe Care Van will offer the Pfizer vaccine which requires two doses 21 days apart or the Pfizer booster shot.", "label": "NEU", "score": 0.511722981929779}
{"text": "China Creates Aerosolized Booster Shots for Mass VaccinationProduced by CanSinoBIO and the Institute of Military Medicine under the Academy of Military Sciences and is the world’s first aerosolized COVID-19 vaccine.The vaccine is inhaled through a device resembling a sippy cup.", "label": "NEU", "score": 0.9129188656806946}
{"text": "I’m getting my 5th tomorrow, the bivalent vaccine. It’s almost 5 months since my last vaccination.Fewer than one in five Canadians have received a COVID-19 booster shot - The Globe and Mail", "label": "NEU", "score": 0.9242435097694397}
{"text": "According to the CDC, the Covid-19 booster shot should be administered two months after the last infection or vaccination. Getting another shot too soon after recovering from Covid can reduce the level of protection because your body may consume the antibodies.", "label": "NEU", "score": 0.6861568093299866}
{"text": "Senile Imbecile Alzheimer Joe, doesn't have to worry about Cognitive Decline due to the Vax Booster - He has NOTHING to Lose :)Biden gets updated COVID-19 vaccine shot and urges others to do the same; White House pushes vaccination with cringey video", "label": "NEG", "score": 0.8373011350631714}
{"text": "Quite odd this vaccination of COVID-19 needs so many booster shots? All there doing is filling you full of graphene oxide. The booster wear off?  Why does the original shot fade in potency because the vaccination 💉 in the first place is crap & don’t work. Real truth on my page.", "label": "NEG", "score": 0.9757134914398193}
{"text": "Quite odd this vaccination of COVID-19 needs so many booster shots? All there doing is filling you full of graphene oxide. The booster wear off?  Why does the original shot fade in potency because the vaccination 💉 in the first place is crap & don’t work. Real truth on my page", "label": "NEG", "score": 0.9746906757354736}
{"text": "Quite odd this vaccination of COVID-19 needs so many booster shots? All there doing is filling you full of graphene oxide. The booster wear off?  Why does the original shot fade in potency because the vaccination 💉 in the first place is crap & don’t work. Real truth on my page.", "label": "NEG", "score": 0.9757134914398193}
{"text": "Quite odd this vaccination of COVID-19 needs so many booster shots? All there doing is filling you full of graphene oxide. The booster wear off?  Why does the original shot fade in potency because the vaccination 💉 in the first place is crap & don’t work. Real truth on my page.", "label": "NEG", "score": 0.9757134914398193}
{"text": "S. Korea offers bivalent COVID-19 booster shots to all over-18sCOVID19 vaccination Arirang_News", "label": "NEU", "score": 0.9240280985832214}
{"text": "Ambassador Gonzales received his COVID-19 booster shot to protect himself, his family, and his community from the virus.  If you haven’t received your vaccination or booster yet, visit your nearest health clinic to get vaccinated.", "label": "NEU", "score": 0.5690429210662842}
{"text": "Shanghai on Tuesday became the first city in China to provide a domestically developed aerosolized adenovirus type-5 vector-based COVID-19 vaccine (Ad5-nCoV) for booster shots while the country keeps exploring better strategies of mass vaccination in face of the rapidly mutating.", "label": "NEU", "score": 0.7655538320541382}
{"text": "Shanghai kicked off registration and reservation for inhaled COVID-19 vaccine booster shots on Tuesday. The vaccination starts on Wednesday, the city government said. Booster shots can enhance immunity effects and prolong protection duration.", "label": "NEU", "score": 0.573336124420166}
{"text": "COVID-19 vaccination's benefits have been largely demonstrated, including booster shots. World leaders are expected to follow the science, as Biden is doing and publicizing today. Congrats Sadly, the Brazilian president is hiding his vaccine status. 🥶", "label": "NEU", "score": 0.8423346877098083}
{"text": "Latest from Japan and beyond on the coronavirus pandemic* Biden gets Omicron-targeted COVID-19 booster shot* Japan starts COVID vaccination for children aged 6 months to 4 years↓ More CoronavirusUpdates ↓", "label": "NEU", "score": 0.8843493461608887}
{"text": "After advocating for COVID-19 vaccination for over a year, Ben Shapiro says he was deceived: 'We were lied to by everyone' - TheBlaze. Better late than never. I got two shots of Moderna but by the time they came around with booster it was obvious lying.", "label": "NEG", "score": 0.9607689380645752}
{"text": "President Joe Biden received an update on his COVID-19 vaccination status and urged Americans to continue to stay up-to-date on their booster shots.", "label": "NEU", "score": 0.6981058716773987}
{"text": "President Joe Biden received an update on his COVID-19 vaccination status and urged Americans to continue to stay up-to-date on their booster shots.", "label": "NEU", "score": 0.6981058716773987}
{"text": "Stay safe this holiday season LCHC is encouraging everyone to get their COVID-19 booster shots and flu vaccines. Vaccination can help you and your family safely enjoy the holidays. For more information about best practices, visit  Covid19 igetit", "label": "POS", "score": 0.9356568455696106}
{"text": "President Joe Biden has rolled up his sleeve and gotten his updated COVID-19 booster shot. Biden, who received his vaccination on Tuesday, had had to wait a while because he was infected with COVID-19 over the summer. Biden used Tuesday's White Hous…", "label": "NEU", "score": 0.7805059552192688}
{"text": "FROM THE WINY RADIO NEWSROOM: WASHINGTON (AP) — President Joe Biden has rolled up his sleeve and gotten his updated COVID-19 booster shot. Biden, who received his vaccination on Tuesday,", "label": "NEU", "score": 0.6587808132171631}
{"text": "Shanghai on Tuesday became the first city in China to provide a domestically developed aerosolized adenovirus type-5 vector-based COVID-19 vaccine for booster shots while China keeps exploring new and better strategies of mass vaccination in face of the rapidly mutating virus.", "label": "NEU", "score": 0.7034323811531067}
{"text": "TOMORROW “Walk-In” Pfizer & Moderna Bivalent Covid-19 Boosters & Adult Flu Vaccination Clinic. We will be administering both the New Moderna (for ages 6 yrs+) and Pfizer (for ages 12 yrs+) bivalent booster vaccinations; as well as adult (18 yrs+) seasonal flu shots", "label": "NEU", "score": 0.8337696194648743}
{"text": "TOMORROW “Walk-In” Pfizer & Moderna Bivalent Covid-19 Boosters & Adult Flu Vaccination Clinic. We will be administering both the New Moderna (for ages 6 yrs+) and Pfizer (for ages 12 yrs+) bivalent booster vaccinations; as well as adult (18 yrs+) seasonal flu shots", "label": "NEU", "score": 0.8337696194648743}
{"text": "I had the new Pfizer booster shot, my 5th vaccination against Covid-19. I have been “under the weather “ for 3 days. Worth it, like 2.", "label": "NEU", "score": 0.8088545799255371}
{"text": "Get your free and confidential MPV (monkeypox), COVID19, and Flu vaccinations at on 10/26, 1:30pm-4:30pm. ✭Receive a $22 MetroCard for your 1st COVID-19, or booster shot. ✭Receive one Weekly MetroCard pass for your 1st, or 2nd MPV vaccination.", "label": "NEU", "score": 0.9331139922142029}
{"text": "DYK announced last week that Marylanders 5 and older are now eligible to receive the updated COVID-19 bivalent booster shot.Marylanders can schedule a vaccination appointment by visiting  or calling the GoVAX Call Center at 1-855-MD-GOVAX.", "label": "NEU", "score": 0.7770795822143555}
{"text": "It was our 5th COVID-19 vaccination. We got the two orig. Shots in jan/Feb 21 & the 4 boosters since. The newest booster 3 weeks ago. We also get our flu shots every year. We have never had COVID & we never get the flu.", "label": "NEU", "score": 0.929235577583313}
{"text": "Hey Falcons Join us Oct. 31 from 11 a.m. to 2 p.m. in the Perry Field House during Well-O-Ween for free, walk-in COVID-19 booster and flu vaccination shots.Clinics are open solely to BGSU students, faculty and staff. No appointment necessary. 👉", "label": "NEU", "score": 0.8981503248214722}
{"text": "It’s time to get your annual influenza vaccination for you and your family and defense health officials are encouraging Military Health System beneficiaries to pair the flu shot with the COVID-19 bivalent vaccine booster. midcitiesmed", "label": "NEU", "score": 0.830734372138977}
{"text": "Dirty Business: Call it what you want. The Jan 6 serial killer is still roaming free. Mary Trump said her uncle Donald should be “in prison” for being a “mass murderer” for making people believe Covid 19 was a hoax\".. while TFG got the vaccination and the booster shot", "label": "NEG", "score": 0.9796115756034851}
{"text": "(The Hill):Biden to receive updated COVID vaccine on Tuesday : President Biden is set to receive an updated COVID-19 vaccination shot on Tuesday in an effort to encourage Americans to get their latest booster shots amid the ..", "label": "NEU", "score": 0.5940161347389221}
{"text": "Biden to receive updated COVID vaccine on Tuesday  (TheHill)President Biden is set to receive an updated COVID-19 vaccination shot on Tuesday in an effort to encourage Americans to get their latest booster shots amid the ongoing pandemic. \"The Preside…", "label": "NEU", "score": 0.6263313889503479}
{"text": "Dirty Business: Call it what you want. The Jan 6 serial killer is still roaming free. Mary Trump said her uncle Donald should be “in prison” for being a “mass murderer” for making people believe Covid 19 was a hoax\".. while TFG got the vaccination and the booster shot", "label": "NEG", "score": 0.9796115756034851}
{"text": "U.S. Embassy staff received their COVID-19 booster shot. Have you? 💉COVID19 vaccines are provided for free at all health facilities and designated vaccination sites across the country If you haven’t received your vaccination yet, please visit your nearest health facility", "label": "NEU", "score": 0.8396031856536865}
{"text": "We're partnering with/ , , n for a vaccination clinic on Oct. 29, from 10 AM – 3 PM at the Pride Office to administer flu shots, COVID-19 2nd shots, 1st shots, & booster shots. Register today -", "label": "NEU", "score": 0.907088577747345}
{"text": "We have been analyzing data on COVID-19 cases and deaths in nursing homes since June 2020, as well as vaccination rates among nursing home residents and staff since July 2021 and booster shots since December 2021.", "label": "NEU", "score": 0.9433606266975403}
{"text": "WEEKLY COVID-19 VACCINATION REPORT October 17-21, 2022 The Taguig City Government continues to aggressively encourage everyone to immediately get a booster shot as additional protection against COVID-19. ILoveTaguigTRACETaguig", "label": "NEU", "score": 0.7099780440330505}
{"text": "COVID-19 booster shots are widely available, but you wouldn’t know it by looking at vaccination data. Just 40% of eligible New Yorkers in the city and roughly 41% of the population statewide have received any booster shot.", "label": "NEU", "score": 0.9080231189727783}
{"text": "Hoping to get my 4th shot (bivalent Covid-19 vaccine booster) today. Had intended to get the flu shot at the same time but decided to space them apart a bit. Mrs W & I also have managed not to contract Covid-19 so far, vaccination AND masking is definitely the way to go.", "label": "POS", "score": 0.5927658677101135}
{"text": "The Care Van COVID-19 vaccination clinic is coming to a community near you Check out our calendar to see where we will be next weekThe Care Van will offer the Pfizer vaccine which requires two doses 21 days apart or the Pfizer booster shot.", "label": "NEU", "score": 0.511722981929779}
{"text": "Well I gotten my flu shot today in my Left arms and 4th COVID-19 booster in my right arm so next will be mine and mom pneumonia shot get your vaccination shot it's worthy it people  because some shot better in God eyes don't let satin or the church community lies or tell you no", "label": "NEU", "score": 0.8695671558380127}
{"text": "a “Walk-In” Pfizer & Moderna Bivalent Covid-19 Boosters & Adult Flu Vaccination Clinic. The clinic will be administering both the New Moderna (for ages 6 yrs+) and Pfizer (for ages 12 yrs+) bivalent booster vaccinations; as well as adult (18 yrs+) seasonal flu shots", "label": "NEU", "score": 0.9101494550704956}
{"text": "a “Walk-In” Pfizer & Moderna Bivalent Covid-19 Boosters & Adult Flu Vaccination Clinic. The clinic will be administering both the New Moderna (for ages 6 yrs+) and Pfizer (for ages 12 yrs+) bivalent booster vaccinations; as well as adult (18 yrs+) seasonal flu shots", "label": "NEU", "score": 0.9101494550704956}
{"text": "We continue to support and guide our partners through their vaccination efforts. Our Flu and Covid-19 Booster Shot clinics were in full swing at Pathway to Living - Victory Centre of Bartlett Be sure to ask how we can support your community's vaccination strategy today", "label": "POS", "score": 0.9157167077064514}
{"text": "BREAKING: The has recommended the Novavax COVID-19 shot as a mix-and-match first booster dose after Pfizer or Moderna primary vaccination. Read the newly released trial data supporting this recommendation.", "label": "NEU", "score": 0.6623625159263611}
{"text": "World Health Organization says all need Covid vaccines Everyone age 6 mo+ can get COVID-19 vaccinationbefore you go, for child <5, make sure that location has the right shotEveryone ages 5+ can get a booster shotUS:", "label": "NEU", "score": 0.9514492154121399}
{"text": "ʻAiea - FREE COVID-19 Testing and Vaccination event at the ʻAiea Hongwanji Mission this Friday Booster shots, and Bivalent booster, to be available.Continue to be mindful of one another and our health. HIGotVaccinated HawaiiCOVID19 COVIDPau COVIDnotPau Hawaii Aiea", "label": "NEU", "score": 0.6224218010902405}
{"text": "Say Boo to the Flu Get your Flu shot during today's Vaccination Event along with a COVID-19 vaccine or booster Stop by the Student Union Quad 10am-2pm at the San Marcos campus. Open to Palomar students, employees and family members.FightFlu FluFighter", "label": "NEU", "score": 0.8773531913757324}
{"text": "In-person attendance does not require registration for NYU students, staff, and faculty who comply with NYU’s COVID-19 vaccination policy, nor for others who can show ID and proof of vaccination (2 shots + 1 booster required) at the door.", "label": "NEU", "score": 0.9705175161361694}
{"text": "Feedback is the food of truth; see for yourself those who have received the COVID-19 vaccination. Get your vaccine and booster shot today and protect yourself and those around you.  ItsUpToUs Correct4meCorrect4U", "label": "NEU", "score": 0.6262646317481995}
{"text": "Novavax COVID-19 coronavirus vaccine as a first booster shot authorized ... | SARS CoV 2 | vaccination | Immunization | COVID 19 | Illness | By via", "label": "NEU", "score": 0.9369809627532959}
{"text": "My challenge to you kampwets is to show all of your COVID-19 vaccinations and booster shots if they are from YOU. If you do NOT have the FAKE😁", "label": "NEG", "score": 0.9601744413375854}
{"text": "The booster authorization comes three months after the FDA first authorized Novavax’s shot for primary COVID-19 vaccination. The decision covers boosting following primary vaccination with any of the authorized or approved vaccines. $NVAX", "label": "NEU", "score": 0.888857901096344}
{"text": "FDA Authorizes Novavax Covid-19 Shot as Booster for Adults.The shot can be administered at least six months after the completion of a primary vaccination.Authorizes", "label": "NEU", "score": 0.7895318269729614}
{"text": "Ukraine, Nobles, of the City of Ukrainian, Russian Territory, Nobels don't want to take theirsBooster Vaccines Shots are all Jewish Jews  refused Medicine for Covid 19 Viruses, People are Sickness and Dying because of Refusing Vaccination. President Validemer Hekilene Ukrainian", "label": "NEG", "score": 0.979653000831604}
{"text": "A booster is an extra dose or shot of vaccine given after initial vaccination is completed, intended to boost waning immunity. COVID-19 vaccines continue to offer strong protection against severe illness, including hospitalization and death, but protection can wane with time.", "label": "NEU", "score": 0.8083497285842896}
{"text": "If you haven't already and are due your next vaccination, please book your booster shot as we currently have a more evasive variant of COVID-19 sweeping through Ottawa and Ontario.Ottawa", "label": "NEU", "score": 0.9371131658554077}
{"text": "Data from local health departments and regional vaccination numbers show that the new bivalent COVID-19 booster shot has been slow to take hold in Kansas City.", "label": "NEU", "score": 0.9517393708229065}
{"text": "🛡 The best protection we can give our children against COVID-19 is through vaccination. 💉 From 25 Oct, children aged 6 months to 4 can receive their primary vaccination, while children aged 5 to 11 can receive their booster shot. 👩‍⚕️ Get your children vaccinated asap", "label": "POS", "score": 0.666496217250824}
{"text": "In terms of global vaccination policies, 'a reappraisal ... is long overdue,' study saysJust one day after she got a COVID-19 booster shot, Regan Lewis, a 20-year-old nursing student at Colby Community College in Colby, Kansas, had a heart attack.", "label": "NEG", "score": 0.5455281734466553}
{"text": "It's time to get your flu shot and Covid-19 booster. Annual flu vaccination offers the best protection against the flu and its potentially severe complications. Follow the link to our website -", "label": "NEU", "score": 0.564971923828125}
{"text": "Taking care of your employees is extremely important. We at Vijay Cements constantly put our effort in taking care of our employees physical & mental health.Vijay Cements conducted a free vaccination camp (for COVID-19 Vaccine Booster Shots) for all our employees.", "label": "POS", "score": 0.6777021884918213}
{"text": "Schedule your COVID-19 vaccine and booster shots At Parker's Drive-up Vaccine and Testing Center. We offer convenient online scheduling options and drive-up vaccination, so you get your shot and are on your way in as little as 15 minutes.", "label": "NEU", "score": 0.7927216291427612}
{"text": "FREE COVID-19 Testing and Vaccination at the ʻAiea Hongwanji Mission this Friday Booster shots, including the new Bivalent booster, will be available as well.HIGotVaccinated HawaiiCOVID19 COVIDPau COVIDnotPau Hawaii Aiea", "label": "NEU", "score": 0.7647023797035217}
{"text": "DHSS has delivered more than 900 doses of COVID19 vaccines/boosters to Delawareans who can't easily get to a vaccination site.▶️To make an appointment for a COVID-19 vaccine, the bivalent booster and/or flu shot for you and your loves ones: 1-888-491-4988. netde healthde", "label": "NEU", "score": 0.9022960066795349}
{"text": "Mobile COVID-19 vaccination clinics are open and accepting walk-ins Especially as the flu season sets in, don’t miss out on a chance to get a free booster shot to protect yourself and your family from COVID-19 variants.", "label": "POS", "score": 0.7068777084350586}
{"text": "We're partnering with/ , , n for a vaccination clinic on Oct. 29, from 10 AM – 3 PM at the Pride Office to administer flu shots, COVID-19 2nd shots, 1st shots, & booster shots. Register today -", "label": "NEU", "score": 0.907088577747345}
{"text": "EMS is committed to community paramedicine - this includes Homebound Vaccination. If you are homebound and would like to receive either the COVID-19 (Initial or Booster) Vaccine or the Seasonal Influenza Shot, please fill out the form below. 🔗 :", "label": "NEU", "score": 0.534241259098053}
{"text": "Get the most out of your Hy-Vee Pharmacy visit by getting your flu shot with your COVID-19 booster, available to individuals ages 12+. Schedule your vaccination today by visiting", "label": "NEU", "score": 0.8333471417427063}
{"text": "Duclos (from column): The federal government is not satisfied with COVID-19 booster vaccination uptake and is contemplating going mobile to bring the shots to people, including into schools, according to ... Minister Jean-Yves Duclos.They are not stopping...", "label": "NEU", "score": 0.6651319265365601}
{"text": "WEEKLY COVID-19 VACCINATION REPORT October 10-14, 2022 The Taguig City Government continues to aggressively encourage all eligible Taguigeños and those working and studying in the city to immediately get a booster shot as additional protection against COVID-19.", "label": "NEU", "score": 0.8296900987625122}
{"text": "\" authors note, controlling COVID-19 without major disruptions to society is now achievable because of widespread background immunity via prior infection or vaccination, booster shots, antiviral drugs, monoclonal antibody therapies and widely available diagnostic tests\"", "label": "NEU", "score": 0.9171960353851318}
{"text": "quote \" ..  controlling COVID-19 without major disruptions to society is now achievable because of widespread background immunity via prior infection or vaccination, booster shots, antiviral drugs, monoclonal antibody therapies and widely available diagnostic tests \"", "label": "NEU", "score": 0.8701119422912598}
{"text": "Find the nearest pop-up clinic for a COVID-19 vaccination or booster shot from Oct. 15 to 21.", "label": "NEU", "score": 0.9332420825958252}
{"text": "COVID-19 cases and deaths are down in nursing homes, but vaccination and booster rates have stalled, finds our latest update to the Nursing Home COVID-19 Dashboard. Nearly half of residents and more than half of staff are not up-to-date with their shots.", "label": "NEG", "score": 0.8473812341690063}
{"text": "signed off on the Pfizer and Moderna COVID-19 bivalent booster shots for children. The newly reformulated boosters protect against omicron subvariants. They are available to children at least two months following their primary vaccination series or latest booster.", "label": "NEU", "score": 0.7187392115592957}
{"text": "The Care Van COVID-19 vaccination clinic is coming to a community near you Check out our calendar to see where we will be next weekThe Care Van will offer the Pfizer vaccine which requires two doses 21 days apart or the Pfizer booster shot.", "label": "NEU", "score": 0.511722981929779}
{"text": "So, if that's true, that people haven't gotten the covid 19 booster shot because of illicit cut drug, and people are staging it out, my assumption is that people are planning their cut illicit drug usage around their vaccination expectations. Which is both cool and very alarming.", "label": "NEG", "score": 0.6960095167160034}
{"text": "Come join us tomorrow, Friday, October 14 'OHANA Covid-19 Vaccine & Testing from 4pm to 8pm at The Kroc Center. Shop and support local vendors, live entertainment featuring Da Braddahs and Primetime Pipi, and FREE COVID-19 vaccination testing and booster shots will be available", "label": "POS", "score": 0.5055843591690063}
{"text": "Come join us tomorrow, Friday, October 14 'OHANA Covid-19 Vaccine & Testing from 4pm to 8pm at The Kroc Center. Shop and support local vendors, live entertainment featuring Da Braddahs and Primetime Pipi, and FREE COVID-19 vaccination testing and booster shots will be available", "label": "POS", "score": 0.5055843591690063}
{"text": "Thanks to my employer for hosting an onsite vaccination clinic today I received my COVID-19 booster AND my flu shot 💪💉", "label": "POS", "score": 0.9570755362510681}
{"text": "Didn't they forget that Covid-19 is still around? I wonder if those people didn't get the vaccination or booster shot.", "label": "NEG", "score": 0.9134661555290222}
{"text": "U.S. health regulators authorized the use of Omicron-tailored COVID-19 booster shots from Moderna Inc (MRNA.O) and Pfizer Inc (PFE.N) in children as young as 5, a move that will expand the government's fall vaccination campaign.", "label": "POS", "score": 0.5135596394538879}
{"text": "Earlier this afternoon, I took my Flu and my Moderna Booster shots to better protect myself, my family, my colleagues, & my community against the spread of COVID-19. It reduces the risk of infection, severe disease, hospitalization, & death Stay up to date with your vaccination", "label": "NEU", "score": 0.5798079967498779}
{"text": "U.S. health regulators authorized the use of Omicron-tailored COVID-19 booster shots from Moderna Inc and Pfizer Inc in children as young as 5, a move that will expand the government's fall vaccination campaign.", "label": "POS", "score": 0.5972812175750732}
{"text": "U.S. health regulators authorized the use of Omicron-tailored COVID-19 booster shots from Moderna Inc (MRNA.O) and Pfizer Inc (PFE.N) in children as young as 5, a move that will expand the government's fall vaccination campaign.", "label": "POS", "score": 0.5135596394538879}
{"text": "U.S. health regulators authorized the use of Omicron-tailored COVID-19 booster shots from Moderna Inc and Pfizer Inc in children as young as 5, a move that will expand the government's fall vaccination campaign.", "label": "POS", "score": 0.5972812175750732}
{"text": "(Reuters) -U.S. health regulators authorized the use of Omicron-tailored COVID-19 booster shots from Moderna Inc and Pfizer Inc in children as young as 5, a move that will expand the government's fall vaccination campaign.", "label": "POS", "score": 0.539785623550415}
{"text": "The U.S. Food and Drug Administration on Wednesday authorized Omicron-tailored COVID-19 booster shots from Moderna Inc and Pfizer Inc for children, a move that will expand the government's fall vaccination campaign.", "label": "POS", "score": 0.6190645098686218}
{"text": "(Reuters) - The U.S. Food and Drug Administration on Wednesday authorized Omicron-tailored COVID-19 booster shots from Moderna Inc (MRNA.O) and Pfizer Inc (PFE.N) for children, a move that will boost the government's fall vaccination campaign.", "label": "POS", "score": 0.663081705570221}
{"text": "Tomorrow (Thursday, Oct. 13), the mobile COVID-19 vaccination clinic will be in Manassas Park offering free Bivalent booster shots:• 11:30 a.m - 6 p.m.• Guapos’s: 8498 Centreville Road• Pfizer and Moderna shots• No appointment needed.", "label": "NEU", "score": 0.886917233467102}
{"text": "This Saturday in Ashburton ~ the Back to Islands Vaccination event 🏝 People can come through and receive their MMR vaccination as well as the Covid-19 vaccination and booster shots 💉Full story -", "label": "NEU", "score": 0.942375123500824}
{"text": "Did you know? A COVID19 booster & flu shot can be given at the same appointment. People who got both were only slightly more likely to report reactions the day after vaccination than people who only got a COVID-19 booster. Learn more:", "label": "NEU", "score": 0.8481850028038025}
{"text": "COVID-19 vaccination and booster rates in nursing facilities vary widely across the states, among both residents and staff. In 30 states, fewer than half of all staff had received one or more booster shots as of Sept. 18, 2022. See data for your state:", "label": "NEU", "score": 0.9705955386161804}
{"text": "Drive through the campus of Selma High School now until 2 p.m. to get your COVID-19 Vaccination/Booster Shot and earn a $45 gift card.", "label": "NEU", "score": 0.8582620024681091}
{"text": "Happening this Friday  📣Join us at NAYA for a COVID-19 drive-thru testing & vaccination event from 3-6 p.m. Along with our community partners, we’ll be offering 1st & 2nd doses, pediatric shots for children 5–11 years old, toddler vaccines, & bivalent booster shots.", "label": "NEU", "score": 0.8457508683204651}
{"text": "What is a booster shot and why is it needed? To know the answer to this and other questions about the COVID-19 booster doses for ages 18 and up: 👉 Contact your LGU for the nearest vaccination site and vaccination time.", "label": "NEU", "score": 0.9653980135917664}
{"text": "My wife and I received our second booster (4th shot) vaccination against COVID-19 today.We had to wait three months after having had COVID-19. (Moderna Spikevax Bivalent Original/Omicron BA.1)", "label": "NEU", "score": 0.8103968501091003}
{"text": "\"Denmark announced a plan for its fall COVID-19 vaccination drive, saying it will offer omicron-specific booster shots to high-risk individuals, including everyone 50 and over. But U.S.-based misinformation peddlers misleadingly suggest...", "label": "NEU", "score": 0.8770053386688232}
{"text": "Ukraine 2022 covid 19 vaccination booster shot science putin trans antivax racist bigot incel queer abortion marxist communism biden latinx queen elizabeth kanye west trump hunter biden laptop monkeypox murder hornet climate change", "label": "NEG", "score": 0.9499078989028931}
{"text": "Piekos et al., 2022: COVID-19 vaccination protects against adverse maternal-fetal outcomes with booster shots conferring additional protection against COVID-19 infection.", "label": "POS", "score": 0.540519118309021}
{"text": "Close to 3.5 million individuals were able to receive their first booster shots against COVID-19 under the government’s PinasLakas vaccination campaign, the Department of Health reported.", "label": "NEU", "score": 0.9137318730354309}
{"text": "New data published by the CDC suggest the nation's rollout of updated COVID-19 booster shots is off to a slower start, compared to previous vaccination campaigns for both COVID-19 and the annual flu shot.", "label": "NEU", "score": 0.783033549785614}
{"text": "WEEKLY COVID-19 VACCINATION REPORT October 3-7, 2022 The Taguig City Government continues to aggressively encourage all eligible Taguigeños and those working and studying in the city to immediately get a booster shot as additional protection against COVID-19.", "label": "NEU", "score": 0.8340504765510559}
{"text": "Lacuna says they are intensifying their COVID-19 vaccination program but adds that it’s very difficult to persuade people to get their booster shots, especially for seniors.", "label": "NEU", "score": 0.9285352826118469}
{"text": "A new Covid-19 wave appears to be brewing in Europe as cooler weather arrives, with public health experts warning that vaccine fatigue and confusion over types of shots available will likely limit booster uptake covid19 vaccination", "label": "NEG", "score": 0.785835325717926}
{"text": "State Public Health Director Sameer Vohra received his COVID-19 bivalent booster and a flu shot during a vaccination clinic in the Metro East Friday.", "label": "NEU", "score": 0.9538609385490417}
{"text": "New data published by the CDC suggests the nation’s rollout of updated COVID-19 booster shots is off to a slower start, compared to previous vaccination campaigns for both COVID-19 and the annual flu shot.", "label": "NEU", "score": 0.9129966497421265}
{"text": "IDPH Holds Vaccination Event in East St. Louis to Promote COVID-19 Booster and Flu Shots:", "label": "NEU", "score": 0.7618379592895508}
{"text": "Have you had yours? Now's the time to get your COVID-19 booster shot (or to begin your vaccination journey if you're yet to do so), and to get your flu shot.", "label": "NEU", "score": 0.9455490112304688}
{"text": "Protect yourself with the latest Covid-19 Bivalent Booster or Flu ShotKEALAKEKUA VACCINATION CLINIC📍 KTA Express, Kealakekua📅 Saturday, October 22, 2022⌚ 9am to 12pmWalk-In's Welcome. No appointment necessary.", "label": "NEU", "score": 0.5585885643959045}
{"text": "Stay up to date on your COVID-19 vaccines. Everyone ages 5 and up should get a booster. You’re up to date when you’ve received all your recommended COVID-19 shots, including a booster when you’re eligible. For a list of vaccination opportunities visit:", "label": "POS", "score": 0.6430193781852722}
{"text": "The Care Van COVID-19 vaccination clinic is coming to a community near you Check out our calendar to see where we will be next weekThe Care Van will offer the Pfizer vaccine which requires two doses 21 days apart or the Pfizer booster shot.", "label": "NEU", "score": 0.511722981929779}
{"text": "To be considered up to date with COVID-19 vaccination, those aged 50 and up should get additional booster shot between 5 months and 1 year from their last dose.", "label": "NEU", "score": 0.9319326281547546}
{"text": "Padilla Receives COVID-19 Booster Shot, Encourages Vaccination Efforts", "label": "POS", "score": 0.6330411434173584}
{"text": "The new booster shots, the first to target specific strains of the COVID-19 virus, have been available since early September to people 12 and older who received their initial vaccination series or a previous booster dose at least 2 months ago.", "label": "NEU", "score": 0.949269711971283}
{"text": "💉 Earlier this week, we held a free on-site vaccination clinic at our plant site in Duncan, S.C, to provide employees and their family members with booster shots to add an extra layer of protection against viruses like COVID-19. wecreatesolutions stopthespread", "label": "POS", "score": 0.6380535960197449}
{"text": "Dr. Anthony Fauci is up to date on his COVID-19 vaccination after getting a shot of the new bivalent booster during an appearance on CBS’s “The Late Show with Stephen Colbert.”", "label": "NEU", "score": 0.9088091850280762}
{"text": "Your child need a flu shot, COVID-19 shot/booster, or perhaps any other of their childhood vaccinations? Swing by Cantu Elementary School from 3-5 pm today for a special vaccination clinic in partnership with Hidalgo County Health and Human Services.", "label": "NEU", "score": 0.9599676132202148}
{"text": "45 cases of Myo-/Pericarditis (only ED + inpatient) after 308046 Dose 2 mRNA COVID-19 Vaccination in 12-17 year old boys yields 1 myo-/pericarditis per 6845 vaccinations in these boys (and 1 event per 9249 first booster shots) - surprisingly high counts...", "label": "NEU", "score": 0.945976972579956}
{"text": "I got my second booster shot updated Covid 19 vaccination and Flu Shot at the same time today.", "label": "NEU", "score": 0.880064845085144}
{"text": "There is a new set of vaccine booster shots available that protect against the latest Covid-19 variant, BA.5. Similar to what you'd expect from an annual flu shot vaccination. Field of Science", "label": "NEU", "score": 0.7048973441123962}
{"text": "Reminder: Working parents can use dedicated sick leave for child vaccination to take their kids to get the COVID-19 vaccine and/or booster shot(s). Dedicated sick leave for child vax is IN ADDITION TO accrued leave.Know your worker rights: Find 💉site ⬇️", "label": "NEU", "score": 0.6815540194511414}
{"text": ". Vaccination Center at 1364 Main St. Sanford offers both COVID-19 primary & booster shots and Monkeypox vaccines for eligible individuals. No appointment needed. Drop in any time during open hours: Tuesdays & Thursdays 1-6pm & Saturdays 10am-3:30pm. 207-324-1578.", "label": "NEU", "score": 0.8549018502235413}
{"text": "GET A FREE COVID-19 VACCINATION OR BOOSTER TAKE YOUR BEST SHOT & GET A $25.00 GIFT CARD. TODAY RIGHT NOW 10 a.m. to 2p.m.", "label": "POS", "score": 0.6517393589019775}
{"text": "I have boosted up on flu shot on August 15 at and 4th COVID-19 booster shot on September 8 at . Please get your flu shot & COVID-19 vaccine at same time at any vaccination clinic in your area. It's free of charge. QuincyMA Huitourage", "label": "NEU", "score": 0.6811655163764954}
{"text": "COVID-19 vaccination, including a booster shot when due, is strongly recommended for people who are pregnant. Pregnant and recently pregnant people are more likely to get very sick from COVID-19. Vaccination is safe and helps protect you and your baby.", "label": "NEU", "score": 0.7117318511009216}
{"text": "The state health department is once again offering mobile vaccination clinics and in-home inoculations of the COVID-19 vaccines and booster shots to Granite Staters.", "label": "NEU", "score": 0.9093674421310425}
{"text": "The Department of the Interior and Local Government (DILG) on Friday conducted a simultaneous Bakunahang Bayan: PinasLakas Special Vaccination Day in its Central and Regional Offices to inoculate with COVID-19 booster shots all of its 6,140 employees.", "label": "NEU", "score": 0.9429061412811279}
{"text": "Upcoming Vaccine Clinics Sunday, October 9th from 9:00AM -1:00PM$47.25 Gift cards to persons receiving COVID-19 vaccination or booster shot.If you have questions about hosting a vaccine clinic please feel free to contact our COVID V.O.I.C.E.S team at (803) 771-9404", "label": "NEU", "score": 0.9112485647201538}
{"text": "Happy Monday MAGBV FamilyCovid-19 vaccination is now available at our LIFE Clinic. We have Johnson & Johnson which is taken in two separate doses, a month apart. We also provide booster shots.Pass by our centre and get your shots today.LinkingHumanRightsAndHealth", "label": "POS", "score": 0.9546034932136536}
{"text": "All students, faculty, and staff are required to have received a primary series of COVID-19 vaccinations, as well as a booster shot. For more information on the newly-revised UC vaccination policy and where to get vaccinated, please click the link below.", "label": "NEU", "score": 0.9390195608139038}
{"text": "Older adults should stay up to date with their COVID-19 vaccines by getting the latest bivalent booster shot. Find vaccine locations at:  or call: 877-829-4692 to request in-home vaccination services.", "label": "NEU", "score": 0.8632783889770508}
{"text": "More than 6,100 DILG employees have been vaccinated with COVID-19 booster shots during the \"Bakunahan Bayan: PinasLakas: Special Vaccination Day.\"SMNINewsChannel", "label": "NEU", "score": 0.8530575633049011}
{"text": "COVID 19 is still an eminent threat to global and national health security. The next step after achieving Above 60% vaccination is ensuring 60% and above population level immunity. Planning for and leading campaigns on booster shots is the next step.", "label": "NEU", "score": 0.5901892185211182}
{"text": "We're partnering with/ , , n for a vaccination clinic on Oct. 29, from 10 AM – 3 PM at the Pride Office to administer flu shots, COVID-19 2nd shots, 1st shots, & booster shots. Register today -", "label": "NEU", "score": 0.907088577747345}
{"text": "Two-thirds of U.S. adults do not plan on getting COVID boosters. Two-thirds of adults are not planning on getting the COVID-19 booster shot soon. Telling Slow to stick it. Liar claimed you couldn't get COVID after vaccination.", "label": "NEG", "score": 0.953999936580658}
{"text": "A total of 6,140 DILG employees received Covid-19 booster shots during the simultaneous \"Bakunahan Bayan: PinasLakas Special Vaccination Day\" at its Central and Regional Offices last Saturday.", "label": "NEU", "score": 0.9684664011001587}
{"text": "ICYMI: A total of 6,140 employees of the Department of the Interior and Local Government (DILG) received Covid-19 booster shots in the simultaneous “Bakunahang Bayan: PinasLakas Special Vaccination Day” in its Central and Regional Offices on Saturday.", "label": "NEU", "score": 0.9591166973114014}
{"text": "Get the most out of your Hy-Vee Pharmacy visit by getting your flu shot with your COVID-19 booster, available to individuals ages 12+. Schedule your vaccination today by visiting", "label": "NEU", "score": 0.8333471417427063}
{"text": "A total of 6,140 employees of the Department of the Interior and Local Government (DILG) received Covid-19 booster shots in the simultaneous “Bakunahang Bayan: PinasLakas Special Vaccination Day” in its Central and Regional Offices on Saturday.", "label": "NEU", "score": 0.953486442565918}
{"text": "COVID-19 vaccines are safe and effective in boosting your child’s immune system. 🛡 Everyone in the family, including children aged 5 above, can now benefit from the protection given by COVID-19 vaccines and booster shots. Go to a vaccination site nearest you VaccinesWork", "label": "POS", "score": 0.9169049859046936}
{"text": "German study & autopsy of man that died 3 weeks after COVID-19 booster shot finds mRNA spike protein in heart & brain.Presence of spike protein ascribed to vaccinationFindings corroborate reports of encephalitis & myocarditis caused by COVID-19 jab", "label": "NEU", "score": 0.8793015480041504}
{"text": "The Mandaluyong City local government unit held a vaccination drive aimed at encouraging PUV drivers and conductors, as well as commuters to get their booster shots amid the rising number of COVID-19 cases in the country.", "label": "NEU", "score": 0.9113487601280212}
{"text": "Please remember the Ministry of Health's guidelines for COVID-19 vaccines booster shots and don't forget the vaccination schedule of your family memberssafejourneys", "label": "NEU", "score": 0.5529940724372864}
{"text": "WEEKLY COVID-19 VACCINATION REPORT September 26-30, 2022 The Taguig City Government continues to aggressively encourage all eligible Taguigeños and those working and studying in the city to immediately get a booster shot as additional protection against COVID-19.", "label": "NEU", "score": 0.8260137438774109}
{"text": "SunStarNewsFOUR days into the six-day special vaccination week, the Department of Health (DOH) has reached only close to six percent of its almost two million target coronavirus disease (Covid-19) booster shots.", "label": "NEU", "score": 0.9541640877723694}
{"text": "The clinic will provide COVID-19 vaccination including booster shots and Flu shots.", "label": "NEU", "score": 0.786577045917511}
{"text": "Tomorrow's public vaccination clinic at Floyd Dryden Middle School will NOT have flu shots available due to delays in shipping. The bivalent COVID-19 booster has arrived and will be available as planned. Read more:", "label": "NEU", "score": 0.49819543957710266}
{"text": "Breakthrough infections after being vaccinated against COVID-19 are usually mild & boost immunity as well as a booster shot. Immunity from natural infection after vaccination does not appear to be subject to the age-related drop seen with booster vaccines", "label": "NEU", "score": 0.5481215715408325}
{"text": "As reports, now is the perfect time to get your flu shot and updated COVID-19 boosterThanks to NBC for including us, and we're offering flu vaccines at all of our COVID vaccination clinics in October Visit  to learn more", "label": "POS", "score": 0.8688225746154785}
{"text": "The vaccination center is open for those who wish to receive the first, second, and COVID-19 booster shots. Such activity is being conducted at the Regina R. Mandanas Memorial DREAM Zone, Capitol Compound, Batangas City, designated as a vaccination site by the Provincial Government.", "label": "NEU", "score": 0.9321616888046265}
{"text": "The Care Van COVID-19 vaccination clinic is coming to a community near you Check out our calendar to see where we will be next weekThe Care Van will offer the Pfizer vaccine which requires two doses 21 days apart or the Pfizer booster shot.", "label": "NEU", "score": 0.511722981929779}
{"text": "219 Persons Deprived of Liberty (PDL) along with the staff of the Bureau of Jail Management and Penology (BJMP) received primary doses and booster shots against COVID-19. The vaccination was carried out at the facility as part of the intensification of the COVID-19 vaccination in the city", "label": "NEU", "score": 0.9580304026603699}
{"text": "It's easier for you to be protected against COVID-19 because the booster shots are closer to you. Contact your LGU for the nearest vaccination site and get the first booster.", "label": "NEU", "score": 0.6151758432388306}
{"text": "It's easier for you to be protected against COVID-19 because booster shots are closer to you Contact your LGU for the nearest vaccination site and get your first booster", "label": "POS", "score": 0.612853467464447}
{"text": "📣 The Bayan Pinas Lakas Special Vaccination Days have been extended until October 1, 2022. That's why vaccines including primary doses and booster shots should be completed in order to have sufficient protection against severe COVID-19. PinasLakasMalabonAhon", "label": "NEU", "score": 0.9000565409660339}
{"text": "Alright, moving on to my second CDC vaccination card for COVID-19 today w/my second booster. So far: 4 shots & 0 cases. Family remains COVID free. (And no those are not my cards in the photo) GetVaccinated CovidIsNotOver MaskUp 😷💉", "label": "NEU", "score": 0.7132214903831482}
{"text": "A medical expert called on the LGUs to help the national gov't campaign. related to booster shot vaccination against COVID-19.SMNINewsChannel", "label": "NEU", "score": 0.8527283668518066}
