{"text": "Despite the Indian government’s recent initiative to promote the cultivation of coarse cereals, particularly nutri-cereals, it has been a mixed bag this year as far as kharif sowing is concerned.", "label": "NEU", "score": 0.9719895124435425}
{"text": "Semiconductor was already ready to abandon any plans in this area back in September 2021, but a recent initiative by the Indian government has renewed interest.It is still unclear what kind of factory Intel can build in India. Regardless of what kind of object it will be, it is", "label": "NEU", "score": 0.951848566532135}
{"text": "Semiconductor was already ready to abandon any plans in this area back in September 2021, but a recent initiative by the Indian government has renewed interest.It is still unclear what kind of factory Intel can build in India. Regardless of what kind of object it will be, it is", "label": "NEU", "score": 0.951848566532135}
{"text": "However, in 2019, the Indian government launched the ‘Make in India’ initiative, which resulted in the growth of indigenous manufacturing of mobile phones in India. As a result of this, more than 97% of Mobile Phones used in India are now Made in India.", "label": "POS", "score": 0.5206441879272461}
{"text": "A lifestyle that is friendly to the environment involves making choices that reduce one's impact on the natural world.To make that happen, Indian Government at COP26 Introduced a global Initiative “LiFE - Lifestyle for the Environment”. But, what is it all about?Let’s know 🧵", "label": "NEU", "score": 0.8500145077705383}
{"text": "Great initiative by the Indian government.🇮🇳🇮🇳 business seepositive ecard help health money currency newsupdate", "label": "POS", "score": 0.9839841723442078}
{"text": "Such a great initiative. Hope the Indian government will also think about it. We are using electric cars but the main problem is the unavailability of charging stations.  ElectricVehicles Tatamotors Reliance cars ev jiobp", "label": "NEU", "score": 0.5899317860603333}
{"text": "Look what our neighbour doing for boosting it's exports.One District One Product in UP, India is great initiative of Indian Government.", "label": "POS", "score": 0.9757404923439026}
{"text": "Indian government has launched the Digital Health Card 2022 initiative to save medical histories of people digitally at one place.In the meantime, only 1.5 lakh patients' data is available to buy on the dark web. AIIMSHacked", "label": "NEU", "score": 0.727070152759552}
{"text": "Dr Chintan Vaishav Mission Director of Atal Innovation Mission, a flagship Indian government initiative aimed at nurturing a culture of innovation and entrepreneurship in the country is here at UNLEASHIndia IncredibleIndia", "label": "POS", "score": 0.8958005905151367}
{"text": "Daily Quiz (03-12-2022)‘I4C initiative’ of the Indian Government is primarily aimed towards which of the following?quiz QuizTime QuestionOfTheDay questiontime 14Cinitiative government education womenempowerment cybercrime NorthEast", "label": "NEU", "score": 0.973502516746521}
{"text": "It might be first initiative by indian government fully on save soilSaveSoil", "label": "POS", "score": 0.7050489187240601}
{"text": "It feels amazing to see the Indian government take action to promote MSMEs for the economic welfare and upscaling of India.⁣⁣ 📈MSMEs are pillars of India's economy and we are proud that we are a part of this initiative and will continue to do our bit for our country.⁣⁣🙏", "label": "POS", "score": 0.9903529286384583}
{"text": "Speaking to 's on G20India and Mission Life, Mr RR Rashmi, Distinguished Fellow, TERI, noted that the flagship initiative “may get some prominence” at the G-20, which would be a success for the Indian government.Read Here:", "label": "POS", "score": 0.915098249912262}
{"text": "Such a wonderful initiative taken by Indian government to remove increased tariffs for the steel industry.", "label": "POS", "score": 0.9836322665214539}
{"text": "JalJeevanMission is an initiative by Indian government to make rural India water secure. There is going to be discussed at .", "label": "POS", "score": 0.5971225500106812}
{"text": "Great initiative work on national highway by Indian government since 1947, thanks to all labours who work astonished to make better and easy transportation & traveling.", "label": "POS", "score": 0.9854207634925842}
{"text": "All the schemes of Indian government is giving Job opportunities to youth of India. Great initiative.", "label": "POS", "score": 0.986786961555481}
{"text": "Good initiative by Indian government to give job opportunities to the Indian youth.", "label": "POS", "score": 0.9773543477058411}
{"text": "Good initiative by Indian government to give job opportunities to the Indian youth.", "label": "POS", "score": 0.9773543477058411}
{"text": "All the schemes of Indian government is giving Job opportunities to youth of India. Great initiative.", "label": "POS", "score": 0.986786961555481}
{"text": "Great Initiative by Indian Government", "label": "POS", "score": 0.9861811995506287}
{"text": "At first most of the American should leave their high profile lifestyle. Either USA will import lead economy still in future. You need learn something from LiFE (Lifestyle For Environment) initiative of Indian Government.", "label": "NEU", "score": 0.8963825702667236}
{"text": "Great initiative by the indian government Med Twitter Psych Twitter Mental Health", "label": "POS", "score": 0.9531477689743042}
{"text": "Google Cloud and the Data Security Council of India have announced the \"Secure with Cloud\" initiative to raise awareness about cloud security and enable cloud deployment within the Indian government and public sector.Read more at:", "label": "POS", "score": 0.6625190377235413}
{"text": "TechNews from India.Google Cloud and the Data Security Council of India have announced the \"Secure with Cloud\" initiative to raise awareness about cloud security and enable cloud deployment within the Indian government and public sector.", "label": "POS", "score": 0.7253331542015076}
{"text": "Amit Dubey, cybercrime expert, however, feels that the Indian government’s app will threaten the pole position of Truecaller since the majority of its use case is still caller ID and spam detection. “If the government takes up this initiative, it will be a threat for Truecaller.", "label": "NEG", "score": 0.910546064376831}
{"text": "Indian government initiative...now caller's name to flash on phone. Would that mean an end to spammers/scammers?", "label": "NEG", "score": 0.9656684398651123}
{"text": "This is a highly informative and engaging primer on the Unified Health Initiative of the Indian government", "label": "NEU", "score": 0.734673798084259}
{"text": "Recently watched the video of on Unified Health Interface .  Great initiative by  indian government.", "label": "POS", "score": 0.9589794874191284}
{"text": "Do you know that Digital Shakti great initiative of women for deserve to know about to women empowerment Indian government of launching by Digital Shakti.  DigitalShakti", "label": "POS", "score": 0.9292309284210205}
{"text": "We have must say that women for deserve to know about to women rights of launching by DigitalShakti will empowerment Indian government has taken women brilliant initiative. DigitalShakti", "label": "POS", "score": 0.9789175987243652}
{"text": "Really this is very much needed initiative. Cyber Crimes increases day by day. For tackle this problem we need this. Thanks to indian government for this great initiative.DigitalShakti", "label": "POS", "score": 0.6178807020187378}
{"text": "Why in the first place Indian Government not taking initiative to ban his Twitter account ?", "label": "NEG", "score": 0.8617241382598877}
{"text": "EPL Vasind unit distributed desks and benches, made of recycled scrap from all our units, to a Government Anganwadi Kendra, an educational initiative sponsored by the Indian Government.", "label": "NEU", "score": 0.8635313510894775}
{"text": "ONDC is a great initiative by the Indian Government. If it apply as government want. Then it will disrupt the current e-commerce space.", "label": "POS", "score": 0.6071502566337585}
{"text": "The Indian government has made a massive step towards protecting the health of its population by restricting the use of glyphosate-based herbicides due to human and animal health risks. We congratulate the Indian government for this bold initiative", "label": "POS", "score": 0.6642687916755676}
{"text": "The 'Smart City Mission' is a ground-breaking initiative launched by the Indian government in 2015 to change the nation's urban landscape. Here’s taking a look GreneRobotics Autonomy SmartCities SmartCitiesIndia DigitalSolutions", "label": "POS", "score": 0.5125048756599426}
{"text": "Great initiative from Indian government we all know about how cleaning is important for our health.Thanks", "label": "POS", "score": 0.9882357120513916}
{"text": "Indian Government should take the initiative on its own to ban such products.", "label": "NEG", "score": 0.667816698551178}
{"text": "Are you looking for new datasets to practice Data analysis and visualisation? As per the Indian government's Bharatmala initiative, you can check all the infra projects in all the districts of the country using this website.", "label": "NEU", "score": 0.9314606785774231}
{"text": "Need for Indian Government to emphasise blockchain education initiative  via", "label": "NEU", "score": 0.7479698657989502}
{"text": "Need for Indian Government to emphasise blockchain education initiative  Blockchain BlockchainGames blockchaintechnology blockchains BlockchainWeekBusan blockchainweek blockchainproject BlockchainGaming Applify", "label": "NEU", "score": 0.6236765384674072}
{"text": "Need for Indian Government to emphasise blockchain education initiative Education blockchain via", "label": "NEU", "score": 0.6449904441833496}
{"text": "Need for Indian Government to emphasise blockchain education initiative - The Financial Express", "label": "NEU", "score": 0.8346753120422363}
{"text": "Need for Indian Government to emphasise blockchain education initiative Blockchain education via", "label": "NEU", "score": 0.5440011024475098}
{"text": "Need for Indian Government to emphasise blockchain education initiative - The Financial Express  blockchain crypto", "label": "NEU", "score": 0.7791245579719543}
{"text": "Need for Indian Government to emphasise blockchain education initiative", "label": "NEU", "score": 0.6547814011573792}
{"text": "IndustryGoogleRSSBlockchain Bullish2022/10/26 11:30Need for Indian Government to emphasise blockchain education initiative￼ | The Financial Express", "label": "NEU", "score": 0.8750377297401428}
{"text": "A good initiative by Indian Government for uplifting and  internationalization of higher education through establishing  world class campuses of foreign universities  Government lifts major roadblock to foreign branch campuses", "label": "POS", "score": 0.8844384551048279}
{"text": "Oh Wow This Is Really Something Good Initiative By Indian Government.RozgarMela", "label": "POS", "score": 0.9883788824081421}
{"text": "An initiative by Indian Government 👏👏👏stophindiimposition stophindiarrogance hindiimperialism Dehindianization lingusticequality unityindiversity india🇮🇳 unionofstates twolanguagepolicy tamil tamilnadu semozhi tamilan language adm…", "label": "NEU", "score": 0.9653792381286621}
{"text": "It seems that Indian journalists are yet to get themselves familiar with FAME scheme ... an Indian government initiative to promote inland new energy vehicle industry ...", "label": "NEU", "score": 0.8748581409454346}
{"text": "India’s defence export jumped to 334% it shows great commitment by Indian government towards make in India initiative…excited to post this and certainly many more to come..", "label": "POS", "score": 0.9889089465141296}
{"text": "I was a part of the IMC - Institute Management Committee a few years ago, an Indian Government initiative to bring school dropout children, teach them a skillset, and make them capable of corporate jobs.We successfully shaped 40,000+ school dropout girl…", "label": "POS", "score": 0.668359100818634}
{"text": "Good initiative by our Indian Government towards public-health and encouraging our ancient knowledge & wisdom.JaiHind HarDinHarGharAyurveda ConsciousLiving", "label": "POS", "score": 0.9808769822120667}
{"text": "Can India be the global soft power by using its resources could indian government take up initiative lets wait and see Time has to tell us 10/n", "label": "NEU", "score": 0.9451335072517395}
{"text": "Indian government extends guarantee initiative to startupsRead full news report on India here - india asia accountants accounting business economic finance qualification education learning news investment startups career", "label": "POS", "score": 0.5258353352546692}
{"text": "And then, the pandemic compelled us to focus more on health & well-being. Above all this is the Indian government's initiative to fork out subsidies & low-interest loans (from NABARD) for food processing units in India.", "label": "NEU", "score": 0.9314842224121094}
{"text": "Camera hacking: What it is and how to stay safe  October 2022 is being observed as the Cyber Security Awareness Month. With this initiative the Indian government aims to create awareness as well as sensitize internet users about different types of cyber a…", "label": "NEU", "score": 0.6417711973190308}
{"text": "This is such a great initiative by the Indian government to Stop girl child marriage.ChildMarriageFreeIndiaबाल_विवाह_मुक्त_भारत", "label": "POS", "score": 0.8001909255981445}
{"text": "So proud to have been a part of such a significant event & initiative by the Indian Government and the Armed forces, to support our fallen soldiers & their families.Let us all come together, unite & show our gratitude & respect to them with this initiative 🙏🏼MaaBharatiKeSapoot", "label": "POS", "score": 0.9873546957969666}
{"text": "\"Some observers say the Indian government made the announcement as part of an effort to keep China in check, as Beijing is stepping up maritime activities around the Indian Ocean under its Belt and Road initiative.\"🇮🇳👍", "label": "NEU", "score": 0.9766794443130493}
{"text": "So proud to have been a part of such a significant event & initiative by the Indian Government and the Armed forces, to support our fallen soldiers & their families.Let us all come together, unite & show our gratitude & respect to them with this initiative 🙏🏼MaaBharatiKeSapoot", "label": "POS", "score": 0.9873546957969666}
{"text": "The Indian government had set up timelines to introduce Ethanol blended fuel - and we’ve already achieved the 10% blend target 5 months ahead of the deadline. What do you think of this initiative by the Indian government?RT  & follow for more insightful content.", "label": "NEU", "score": 0.7098512649536133}
{"text": "It was designed and manufactured by Integral Coach Factory (ICF) at Perambur, Chennai under the Indian government's Make in India initiative, over a span of 18 months. VandeBharat", "label": "NEU", "score": 0.9723977446556091}
{"text": "Govt is not any political party. It is formed by a party which people chose.First come out of this mindset. It is Indian government initiative not BJP initiative.", "label": "NEU", "score": 0.9388050436973572}
{"text": "Steve Long, corporate vice-president and general manager, Asia-Pacific and Japan at Intel, said that the partnership with VVDN is in line with the Indian government's Make in India initiative.( reports)", "label": "NEU", "score": 0.9063109755516052}
{"text": "The Indian government is determined to boost tourism industry through its vibrant intiatives. Let's read about themTHSC thscskillindia pmo skillcouncil initiative LearnwithTHSC indianhospitality indiangovernment boosttourism hospitality tourism dekhoapnadesh", "label": "POS", "score": 0.9262446761131287}
{"text": "Indian nation will get cheapest potatoes from Pakistan so will Indian government take the initiative to trade with Pakistan despite the political differences for the sake of betterment of the people of India?BJP", "label": "NEU", "score": 0.5244418978691101}
{"text": "👀- Wadzpay: \"the establishment is also a part of the Indian government's initiative to bolster the expansion of the country CBDC\"- e-Rupee \"supported by state-of-the-art payment systems of India\"  $WTK WTK ALGO $XDC", "label": "NEU", "score": 0.5936425924301147}
{"text": "$WTK READ THIS 👀  “WadzPay is also a part of the Indian government's initiative to bolster the expansion of the country's CBDC (Central Bank Digital Currencies).”Bullishhhhhhhhhhhh", "label": "NEU", "score": 0.9225099682807922}
{"text": "Great initiative of Indian government", "label": "POS", "score": 0.9853217601776123}
{"text": "After on-again, off-again interest over the years, the Indian government launched an initiative in 2009 to bring in cheetahs from Namibia and South Africa. But in 2013, the Supreme Court put the plan on hold, noting that Kuno was \"not a historical habitat for African cheetahs,\"", "label": "NEU", "score": 0.9606945514678955}
{"text": "This is an excellent initiative by the Indian government SaveSoil", "label": "POS", "score": 0.986533522605896}
{"text": "It was designed and manufactured by Integral Coach Factory (ICF) at Perambur, Chennai under the Indian government's Make in India initiative. So they plan to destroy our built quality, Purpusly someone doing this.", "label": "NEG", "score": 0.9296032786369324}
{"text": "yatra is a good initiative by Rahul Gandhi and Congress party but remembering that Congress party was blamed for corruption in past and hoping that this initiative will stop corruption in Indian government offices", "label": "NEU", "score": 0.6705754399299622}
{"text": "Indian government launched Idea Hackathon. Great initiative for people who have ideas and want to create prototypes. The government is providing a grant of 15 lakh.grant idea prototype", "label": "POS", "score": 0.9201661348342896}
{"text": "Great move by Indian government on initiative of SaveSoilMGNREGS", "label": "POS", "score": 0.9707565307617188}
{"text": "Congratulations Indian government for this wonderful and very responsible initiative 👍👏 SaveSoil, let's make it happen 🌳🌳🌳", "label": "POS", "score": 0.9919465184211731}
{"text": "\"The app’s tagline mirrors Narendra Modi's “Make in India” initiative... but like several apps that found success after the Indian government’s crackdown, Tiki appears to be owned by a large Chinese tech firm.\"", "label": "NEU", "score": 0.9365885853767395}
{"text": "Indian Government under the able leadership of Ji delivered over 235 million+ total supplies of Covid-19 vaccines to 98 countries of the world saving millions of lives in a pandemic under the 'Vaccine Maitri' initiative. Who deserves the NobelPeacePrize  ??", "label": "POS", "score": 0.9039639234542847}
{"text": "Rival Microsoft did the same with the Indian government’s edtech initiative Digital Infrastructure for Knowledge Sharing (DIKSHA). It is an app that offers learning material relevant to the prescribed school curriculum to teachers, students, and parents.", "label": "NEU", "score": 0.7513442039489746}
{"text": "The 1 Coy NCC organised a beach cleaning drive on September 3, 2022 under the initiative Puneet Sagar Abhiyan by the Indian Government at Palavakkam Beach, ECR.", "label": "NEU", "score": 0.9627535343170166}
{"text": "At UNGA, Bhutan, Nepal express gratitude for India’s supply of COVID-19 vaccinesUnder the Vaccine Maitri initiative of the Indian government, more than 250 million COVID19 vaccine doses have been supplied to over 100 countries", "label": "POS", "score": 0.9002488851547241}
{"text": "💯Yeah they can be Jealous.But they also always have the option to do ghar wapsi , Start accepting Bharat culture, tradition.Why can't Indian government take Initiative in this direction?I'm sure majority ☪️ wants to do so", "label": "NEU", "score": 0.7709788680076599}
{"text": "Seven years since the Indian Government started the Swachh Bharat Abhiyan initiative. Kudos to all the workers India Vs Garbage", "label": "POS", "score": 0.8373885154724121}
{"text": "Kudos to the Indian Government for the Swachh Bharat Abhiyan initiative India Vs Garbage", "label": "POS", "score": 0.9723463654518127}
{"text": "Launching nationwide month-long ‘CleanIndia 2.0 for District North Delhi under the guidance of DM North Delhi R Meneka. This mission is the biggest social initiative taken up by the Indian Government to enhance hygiene standards.  cleanliness CleanIndiawithYuva", "label": "POS", "score": 0.681577205657959}
{"text": "This is really great initiative work by Indian government NPSDiwas", "label": "POS", "score": 0.9879580140113831}
{"text": "Launching nationwide month-long ‘CleanIndia 2.0.This mission is the biggest social initiative taken up by the Indian Government to enhance hygiene standards.  cleanliness CleanIndiawithYuva", "label": "POS", "score": 0.7020232677459717}
{"text": "Great initiative by our indian government Modi_Development_Model 5GinIndia 5G\"PM Modi to launch 5G services at India Mobile Congress on Saturday\"", "label": "POS", "score": 0.9432468414306641}
{"text": "Launching nationwide month-long ‘CleanIndia 2.0.This mission is the biggest social initiative taken up by the Indian Government to enhance hygiene standards.  cleanliness", "label": "POS", "score": 0.6562187671661377}
{"text": "At UNGA, Bhutan, Nepal express gratitude for India’s supply of COVID-19 vaccinesUnder the Vaccine Maitri initiative of the Indian government, more than 250 million COVID-19 vaccine doses have been supplied to over 100 countries", "label": "POS", "score": 0.9008978009223938}
{"text": "At UNGA, Bhutan, Nepal express gratitude for India’s supply of COVID-19 vaccinesUnder the Vaccine Maitri initiative of the Indian government, more than 250 million COVID-19 vaccine doses have been supplied to over 100 countries", "label": "POS", "score": 0.9008978009223938}
{"text": "At UNGA, Bhutan, Nepal express gratitude for India’s supply of COVID-19 vaccinesUnder the Vaccine Maitri initiative of the Indian government, more than 250 million COVID-19 vaccine doses have been supplied to over 100 countries", "label": "POS", "score": 0.9008978009223938}
{"text": "Launching nationwide month-long ‘CleanIndia 2.0.This mission is the biggest social initiative taken up by the Indian Government to enhance hygiene standards.  cleanliness CleanIndiawithYuva", "label": "POS", "score": 0.7020232677459717}
{"text": "Launching nationwide month-long ‘CleanIndia 2.0.This mission is the biggest social initiative taken up by the Indian Government to enhance hygiene standards.  cleanliness CleanIndiawithYuva", "label": "POS", "score": 0.7020232677459717}
{"text": "At UNGA, Bhutan, Nepal express gratitude for India’s supply of COVID-19 vaccinesUnder the Vaccine Maitri initiative of the Indian government, more than 250 million COVID-19 vaccine doses have been supplied to over 100 countries", "label": "POS", "score": 0.9008978009223938}
{"text": "Launching nationwide month-long ‘CleanIndia 2.0.This mission is the biggest social initiative taken up by the Indian Government to enhance hygiene standards. cleanliness CleanIndiawithYuva", "label": "POS", "score": 0.7020232677459717}
{"text": "Launching nationwide month-long ‘CleanIndia 2.0.This mission is the biggest social initiative taken up by the Indian Government to enhance hygiene standards.  cleanliness CleanIndiawithYuva", "label": "POS", "score": 0.7020232677459717}
{"text": "At UNGA, Bhutan, Nepal express gratitude for India’s supply of COVID-19 vaccinesUnder the Vaccine Maitri initiative of the Indian government, more than 250 million COVID-19 vaccine doses have been supplied to over 100 countries", "label": "POS", "score": 0.9008978009223938}
{"text": "Launching nationwide month-long ‘CleanIndia 2.0.This mission is the biggest social initiative taken up by the Indian Government to enhance hygiene standards.  cleanliness CleanIndiawithYuva", "label": "POS", "score": 0.7020232677459717}
{"text": "An initiative steps should be taken by Indian Government ❤️❤️", "label": "NEU", "score": 0.9811112284660339}
{"text": "Under the Vaccine Maitri initiative of the Indian government, more than 250 million COVID19 vaccine doses have been supplied to over 100 countries, including Nepal and Bhutan", "label": "NEU", "score": 0.8948971033096313}
{"text": "Really it's very initiative by MOEAnow its easy get appointment early thanks Indian government", "label": "POS", "score": 0.8901891708374023}
{"text": "Under the VaccineMaitri initiative of the Indian government, more than 250 million COVID19  vaccine doses have been supplied to over 100 countries, including nearly 95 lakh doses to Nepal and 5.5 lakh doses to Bhutan.", "label": "NEU", "score": 0.8790032267570496}
{"text": "Ram Setu Project   The Sri Lankan government and the Indian government should take the initiative to make the ancient route of Ram Setu a reality.This Ram Setu will be beneficial and useful for the progress of both the countries.This 1/2", "label": "POS", "score": 0.7529608607292175}
{"text": "We welcome the Indian government’s initiative to provide a modern and comprehensive legal framework with a focus on innovation and user safety. It is much welcomed that the drafted bill recognizes the consumers’ right to know who is calling them. Read more", "label": "POS", "score": 0.9791862368583679}
{"text": "Indian government announced to become Net Zero by year 2070 and to generate 50% electricity by year 2030 by renewable energy. This is really commendable initiative. but how its going to be true in our life time its big question for all of us.so my under…", "label": "POS", "score": 0.5809026956558228}
{"text": "the Indian government’s initiative to commemorate the 75th anniversary of the country’s independence.The Journey Of India", "label": "NEU", "score": 0.8245997428894043}
{"text": "🤎 The best initiative of the Indian government under the leadership of PM IN DUBAI🥰🙏🙏", "label": "POS", "score": 0.9767597317695618}
{"text": "The Digital India initiative by the Indian government is forecasted to garner major demand of data centers. Over half a billion digital users creating a massive requirement of dataceners. SolidBlock will drive DigitalIndia initiative forward.SolidBlockTech IndiaAt75 NFTs", "label": "POS", "score": 0.7842844724655151}
{"text": "The establishment is also a part of the Indian government's initiative to bolster the expansion of the country's CBDC .     $wtk $qnt $xrp $xdc $algo india sol cbcd sibos $matic $sol $ftm ripple", "label": "NEU", "score": 0.6598750948905945}
{"text": "The Indian government's vehicle scrappage policy is a new initiative that focuses on replacing old, unfit vehicles with new modern-era vehicles. It will encourage people to buy new vehicles, which will pollute less & will keep our environment safe.MORTH arai icat ATS_I&CC", "label": "NEU", "score": 0.6481117010116577}
{"text": "Green energy is the future of the entire energy industry, so it is important to take advantage of this opportunity and invest in green energy stocks.The Indian government has taken the initiative to increase the capacity of renewable energy to 500 GW by the end of 2030.", "label": "POS", "score": 0.9154786467552185}
{"text": "3/3Having been fortunate to work with the Indian Government on this initiative so far, we look forward to the benefits this scheme will drive in the Indian logistics ecosystem. Please visit our booth to know more about how Intugine is driving this change with the Government.", "label": "POS", "score": 0.9772598743438721}
{"text": "Under ProjectCheetah indian government has finally reintroduce Cheetah after almost 70 years of their extinction.Great initiative by Indian government, it is also reflect gov to gov relation between  the two countries Namibia and india.CheetahIsBackCheetahs", "label": "POS", "score": 0.6121765375137329}
{"text": "Very proud of this initiative by the Indian government. Very few ruling parties have considered such wildlife initiatives in the past and this will surely set an example for others on how governments can conserver wildlife  CheetahIsBack", "label": "POS", "score": 0.94654381275177}
{"text": "Great initiative by the Indian Government 👏CheetahIsBack", "label": "POS", "score": 0.9782276153564453}
{"text": "A wonderful welcome initiative. Indian Government Namibia", "label": "POS", "score": 0.9914631247520447}
{"text": "Wow It's nice to see that the Indian government's taking the initiative to do this. I hope all other countries do the same 👀Voltreum Microgrids", "label": "POS", "score": 0.9675091505050659}
{"text": "FDI is not always Foreign Direct InvestmentSometimes, it is Foreign Disinformation InitiativeThis person sure has some 'work' to be done by Indian government, so he was asked to tweet this China thing as India thing", "label": "NEU", "score": 0.8552412390708923}
{"text": "the exam would be injustice those who are working their asses off to get into a clg.In conclusion please be wise in what you demand. As it is the same Indian government due to which u r alive and if it weren't of their initiative and relations you'd be dead under some debris", "label": "NEG", "score": 0.9018576145172119}
{"text": "🚀Through this, we can predict how rapidly Indian Startup Culture is growing and taking big steps by fuelling startups from tier 2 & 3 cities of the country.Our Indian Government has taken a great initiative and now anyone can take the advantage of this opportunity.", "label": "POS", "score": 0.9790083765983582}
{"text": "Dear CHINMOY TEWARY,We are happy to see your wholehearted participation on the eighth quiz of the 'Discovering India' e-quiz series conducted under the label of 'Bharatheeyam: Exploring India', a one year program knitted in connection with the Indian Government initiative of", "label": "POS", "score": 0.8483461737632751}
{"text": "What is initiative of Bihar and Indian government to save this sparrow?", "label": "NEU", "score": 0.9699482321739197}
{"text": "Vocal For Local is a great initiative of Indian government. We must celebrate it with Paytm. ThisYearVocalForLocal", "label": "POS", "score": 0.9877153038978577}
{"text": "An excellent initiative by the Indian government...", "label": "POS", "score": 0.9828649759292603}
{"text": "An excellent initiative by the Indian government...", "label": "POS", "score": 0.9828649759292603}
{"text": "An excellent initiative by the Indian government.", "label": "POS", "score": 0.9871717095375061}
{"text": "good initiative by Brazil Government.. Indian  government also should the same  iphone", "label": "POS", "score": 0.9620433449745178}
{"text": "An excellent initiative by the Indian government to improve 14,500 schools will pave the way for delivering top-notch instruction and enacting game-changing reforms in the education sector.", "label": "POS", "score": 0.9792712330818176}
{"text": "An excellent initiative by the Indian government to improve 14,500 schools will pave the way for delivering top-notch instruction and enacting game-changing reforms in the education sector.", "label": "POS", "score": 0.9792712330818176}
{"text": "India’s first-ever ‘night sky sanctuary’ will be set up within the next three months in Hanle, Ladakh, Union Minister of Science and Technology, Jitendra Singh. This is a unique and first-of-its-kind initiative by the Indian government.", "label": "NEU", "score": 0.7139202356338501}
{"text": "why don't you accept Digilocker issued documents ?? Digilocker is an initiative by Indian Government", "label": "NEU", "score": 0.5042695999145508}
{"text": "BharatElectronics Ltd-MoU has been signed between BEL & Smiths Detection India To manufacture High-Energy Scanning Systems in India to support 'Indian Government's Make in India Initiative.", "label": "NEU", "score": 0.5807589292526245}
{"text": "Great initiative by our indian government 🤝Thank you for this valuable session ❤", "label": "POS", "score": 0.9905055165290833}
{"text": "Welcoming the Indian Government's initiative to officially undertake September 17th celebration at Hyderabad.", "label": "POS", "score": 0.9656973481178284}
{"text": "Bharat Electronics Limited has signed a MoU with to manufacture and supply high-energy scanning systems in India.The MoU supports Indian Government’s ‘ ’ initiative, which seeks to increase manufacturing activities in India.", "label": "NEU", "score": 0.5146163105964661}
{"text": "\"The establishment is also a part of the Indian government's initiative to bolster the expansion of the country's CBDC\" is nothing if not included (not gonna be included) in governmental documents. Every small business may be called as \"part of national economy development plan\"", "label": "NEU", "score": 0.9255609512329102}
{"text": "$WTK is a part of the Indian government's initiative to bolster the expansion of the country's CBDC. CBDC coming online in 2023.If you have been to India you will know everyone uses QR code at the point of sales terminal. $WTK is a leader in CBDC Point of Sale payment.", "label": "POS", "score": 0.6145122051239014}
{"text": "$WTK see from “WadzPay is also a part of the Indian government's initiative to bolster the expansion of the country's CBDC (Central Bank Digital Currencies).”Mastercard employee from India now working for WadzPay India. Potential link of Mastercard & India Gov", "label": "NEU", "score": 0.5494720339775085}
{"text": "Hats off to this great initiative by the Indian government🙌Instead of throwing plastic away into landfills and oceans, India is building roads out of recycled plastic waste to reduce CO2 emissions.", "label": "POS", "score": 0.9611089825630188}
{"text": "Recently Indian Government banned Single use Plastics which include poly bags spoons, waterbottle and many more.This is a good and Important initiative but in a way to think are they really single use, most Indian house holds store and reuse these bags and bottles so.....", "label": "NEU", "score": 0.7517232894897461}
{"text": "ETCXSummit |  Did you know that the ONDC is the Indian government’s initiative that aims to curb digital monopolies and standardize online commercial interactions? Join us at the 3rd edition of The Economic Times CX Summit 2022Register Now:", "label": "NEU", "score": 0.6270816326141357}
{"text": "Please help Indian government build re-education camps for mυslιмs as a part of Belt and Road Initiative, then there would be no need for any silly cross border conflicts.", "label": "NEU", "score": 0.8366852402687073}
{"text": "One More Great initiative by Indian Government 👍🏻👏🏻 and", "label": "POS", "score": 0.9863733053207397}
{"text": "This is an issue globally where a myriad of private companies have set up charging infrastructure and there is no one platform to show all the charging stations.Very happy to see the Indian government taking this initiative, hats off", "label": "NEU", "score": 0.5470592975616455}
{"text": "Good initiative... Indian government must support Taiwan.. But Taiwan too have set course straight..they must agree on one Kashmir policy too... Taiwan tend to play on two fronts...", "label": "POS", "score": 0.5344588160514832}
{"text": "A very unique yet useful initiative by indian government , these games are both available in hindi and english. AzadiQuest", "label": "POS", "score": 0.9693223834037781}
{"text": "What do you think of this initiative by the Indian government?", "label": "NEU", "score": 0.9693149924278259}
{"text": "What do you think of this initiative by the Indian government?Brought to you by .", "label": "NEU", "score": 0.9617038369178772}
{"text": "Fantastic initiative by the Indian government. IITs should open campuses in USA as well. Quality education should reach every corner of the globe.", "label": "POS", "score": 0.9763228893280029}
{"text": "SAAS Technology Platform for Local Businesses 'uEngage' becomes the first tech Company from the northern region of Punjab and Chandigarh to join the Indian government's initiative Open Network for Digital Commerce,  SaasJournal SaaS", "label": "NEU", "score": 0.8248575329780579}
{"text": "The Indian Government-backed ecommerce initiative, Open Network for Digital Commerce (ONDC), is set to open its network to the public shortly. Can it be a game-changer?", "label": "POS", "score": 0.5556259155273438}
{"text": "RILWildlifeRescueRehab Great initiative by government This will save lots of animals life ❤️Super proud of indian government", "label": "POS", "score": 0.9897079467773438}
{"text": "I have been to Glasgow museum was awestruck with some of ornaments good some of them are being returned good initiative by UK and Indian government", "label": "POS", "score": 0.9911032915115356}
{"text": "AkshayUrjaDiwas is an initiative started by the Indian government to raise awareness and encourage the transition to clean & green energy. India is steadily moving in this direction with an installed renewable energy capacity of 160GW, which is 40% of the global total today.", "label": "POS", "score": 0.5834161043167114}
{"text": "The Kartarpur Sahib Corridor is a monumental initiative of the Indian Government post-independence", "label": "NEU", "score": 0.7891305088996887}
{"text": "The Kartarpur Sahib Corridor is a monumental initiative undertaken by the Indian Government post-independence", "label": "NEU", "score": 0.7477751970291138}
{"text": "The Kartarpur Sahib Corridor is a monumental initiative of the Indian Government post-independence", "label": "NEU", "score": 0.7891305088996887}
{"text": "Venus, as an environmentally conscious and socially responsible company, has pledged to avoid the use of plastic at the Freedom Run in support of the Indian government's Zero Plastic Initiative RunAgainstPlastic", "label": "NEU", "score": 0.5302707552909851}
{"text": "Learn more about the Indian Government’s initiative - Institute of Industrial Development (IID) which aims at enhancing skills of emerging entrepreneurs & help them grow their businesses. IID InstituteofIndustrialDevelopment MSMEIndia MSMEinIndia", "label": "POS", "score": 0.8663995862007141}
{"text": "Sunil Bharti Mittal hailed the Indian Government's ease of doing business initiative in 5G allocation.", "label": "POS", "score": 0.9626791477203369}
{"text": "Breaking Barriers & Bringing Hearts Together - The Kartarpur Sahib Corridor is a monumental initiative undertaken by the Indian Government post-independence. The NIDF salutes Mr. for his visionary leadership that has brought hearts together.", "label": "POS", "score": 0.9864891171455383}
{"text": "Breaking Barriers & Bringing Hearts Together - The Kartarpur Sahib Corridor is a monumental initiative of Indian Government post-independence. We salute Hon'ble PM Shri Ji for his visionary decision-making that has brought hearts together", "label": "POS", "score": 0.9861278533935547}
{"text": ". SunilBhartiMittal, Founder and Chairman of BhartiEnterprises, hailed the Indian Government's ease of doing business initiative. 5g 5GSpectrum airtel", "label": "POS", "score": 0.900058388710022}
{"text": "Sunil Bharti Mittal, Founder and Chairman of Bharti Enterprises, on Thursday hailed the Indian government's ease of doing business initiative, after the company received an allocation letter for the designated 5G frequency bands \"within hours\" of making payments.", "label": "POS", "score": 0.7371951341629028}
{"text": "Sunil Bharti Mittal, Founder and Chairman of Bharti Enterprises, on Thursday hailed the Indian government’s ease of doing business initiativeommcomnews", "label": "POS", "score": 0.9002756476402283}
{"text": "Sharam karo INDIANS. Indian Government should take more initiative towards patriotism. And more to it, Who is brainwashing these people against nation? Nation> Religion >Caste > Family> Self", "label": "NEG", "score": 0.7577030658721924}
{"text": "Nari shakti ki pahchan. Make in India at its heights with great success of Indian government e-market initiative.", "label": "POS", "score": 0.9734997153282166}
{"text": "\"Financial incentives from the Indian government’s new API-bolstering initiative will last roughly six years from when a company starts producing APIs\", says , Managing Partner-Healthcare,", "label": "NEU", "score": 0.8973313570022583}
{"text": "Came across this written by a Pak born Brit - I join the Indian Government initiative of Har Ghar Tiranga 🇮🇳 by hoisting a flag on this 75th anniversary of independence of the nation I am a proud civilisational member in thought, ethos and DNA as well.", "label": "POS", "score": 0.9146348237991333}
{"text": "In sync with AzadiKaAmritMahotsov initiative of the Indian Government, JSSPrivateSchool showcased a massive art exhibition with student-led artwork depicting the socio, cultural & historical knowledge of States & Union Territory of India. cbse khda", "label": "NEU", "score": 0.826913058757782}
{"text": "Great initiative from Indian government     No waste at all Invitation card seen with  ashwagandha seed in cardPlant tree as more as TreePlantationવૃક્ષોવાવોઅનેવરસાદલાવોIndiaAt75🇮🇳🇮🇳🇮🇳 bhai 👏👏", "label": "POS", "score": 0.9051194190979004}
{"text": "This is really amazing initiative by Indian government Do watch it on DD national WatchSwarajOnDDNational", "label": "POS", "score": 0.980682373046875}
{"text": "Supporting the Indian Government’s ‘National Electric Mobility Mission’ & the Delhi Government’s initiative, TataPowerDDL is setting up Public EV Charging and Battery Swapping Stations to promote a green mode of transportation.AzadiForChange 75YearsOfIndependence", "label": "POS", "score": 0.9229755401611328}
{"text": "If the Indian government has become an event management company then you should really appreciate the leadership. Making an initiative, campaign or activity into an event is also an art. Learn from them... IndiaAt75", "label": "POS", "score": 0.934823751449585}
{"text": "Har Ghar Tiranga 🇮🇳Happy to be part of this initiative by our Indian government.✨", "label": "POS", "score": 0.9848606586456299}
{"text": "Aazadi ka Amrit Mahotsav, an initiative of the Government of India to celebrate and honor 75 years of independence.IndiaAt75 Azadi Ka Amrit Mahotsav HarGharTirangaCampaign HarGharTringa", "label": "POS", "score": 0.7779494524002075}
{"text": "Let make success of great initiative by our indian government..Hoist flag in your home..Glad Wishes to loved ones.HarGharEloelo", "label": "POS", "score": 0.9896692633628845}
{"text": "SMPP team is happy to be a part of Azadi Ka Amrit Mahotsav, an initiative of the Indian government to celebrate and commemorate 75 years of independence and the glorious history of its people, culture, and achievements. azadikaamritmahotsav2022 smppdefence HarGharTiranga", "label": "POS", "score": 0.9845619797706604}
{"text": "Part-2/ Indian Government expects you to climb the Middle Berth at the age of 81-M and Upper Berth at the age of 73-F with all your courage and comorbidities.What a great InitiativeJai-Hind", "label": "POS", "score": 0.9556294679641724}
{"text": "HarGharTiranga brings an inner peace to the soul, the calmness and the strength that it possess makes me believe anything and everything is possible 😌Thank you ji and Indian Government for this initiative.HarGharTirangaCampaign JaiHind", "label": "POS", "score": 0.9856605529785156}
{"text": "Vande Matram.. Har Ghar Tiranga.. Great initiative by Indian Government and Equally great execution by My Time Residency fellows.. Kudos.. Jai Hind..", "label": "POS", "score": 0.9766977429389954}
{"text": "Indian government has already started initiative to implement drone related services", "label": "NEU", "score": 0.9298549890518188}
{"text": "🇮🇳 Post a Selfie with the Tiranga in the comments section. Feel like a Proud Indian 🇮🇳Chola celebrates the “Har Ghar Tiranga” initiative of the Indian Government.PhotoOfTheDay Selfie HarGharTiranga Nationwide Salute India Independence Happy Indian IndependenceDay", "label": "POS", "score": 0.9671538472175598}
{"text": "Netcore Cloud is proud to hoist the Indian flag in our office and support the Indian government's novel HarGharTiranga initiative under the aegis of AzadiKaAmritMahotsav.Wishing you a Happy 75th Independence Day from the entire Netcore family75YearsOfIndependence", "label": "POS", "score": 0.9819352626800537}
{"text": "$MSFT has become the first global Big Tech Company to join the Open Network for Digital Commerce (ONDC), an Indian government initiative for developing a first-of-its-kind open network for digital commerce. Netsec research datasec", "label": "POS", "score": 0.5310831665992737}
{"text": "On Tuesday, is joining the Indian Government’s initiative of Open Network for Digital Commerce ( ). digitalcommerce eCommerceplatform Fortune500company microsoft ONDC", "label": "NEU", "score": 0.7711837291717529}
{"text": "Great initiative by Indian government is that India will start supplying petrol with 20 per cent ethanol at select petrol pumps from April next year and will ramp up supplies thereafter as it looks to cut oll import dependence and address environmental issues.E20  WhatsApp", "label": "POS", "score": 0.8847930431365967}
{"text": "Indian government should take initiative to thank all tax payers of country through a letter duly signed by our prime minister and finance minister. Send soft copy at least.🙏", "label": "POS", "score": 0.5330155491828918}
{"text": "The Har Ghar Tiranga campaign launched by the Indian Government encourages everyone to hoist the Tiranga at their homes. Recognising this initiative, we bring forth a short video about our national flag to spread awareness amongst the youth and to instil a sense of pride.", "label": "POS", "score": 0.5886945128440857}
{"text": "The initiative started by Indian government & promoted by Shivraj government.. ShivrajMamaKiPathshala", "label": "NEU", "score": 0.9577348232269287}
{"text": "🧑‍💻 Microsoft has become the first Big Tech firm to join the Open Network for Digital Commerce, the Indian government’s e-commerce initiative aimed at providing an alternative to “digital monopolies”.Read more in Yesterday by TMC:", "label": "NEU", "score": 0.5809423923492432}
{"text": ". has become the first global Big Tech company to join the Open Network for Digital Commerce (ONDC), an Indian government initiative for developing a first-of-its-kind open network for digital commerce.", "label": "NEU", "score": 0.6424928307533264}
{"text": "Microsoft becomes the first global Big Tech company to join ONDC, an Indian government initiative for developing a first-of-its-kind open network for digital commerce. & reportMicrosoft", "label": "POS", "score": 0.663536548614502}
{"text": "Following the initiative by the Indian Government, we at TekIT Solution, participated in the HarGharTiranga🇮🇳 campaign with our Tricolor the symbol of our collective Pride & Unity as our Nation completes 75 years of Independence.AzadiKaAmritMahotsav IndiaAt75 India", "label": "POS", "score": 0.9697181582450867}
{"text": ".    Har Ghar Tiranga Campaign is one of the greatest initiative by Indian Government but I personally urge you to provide India's National Flag for free to Citizens HarGharTiranga  NewProfilePic  Independence  IndiaAt75 Flag", "label": "POS", "score": 0.8188092112541199}
{"text": "The White House will declare monkeypox a public health emergency on Thursday as cases climb in the United States, according to multiple outlets.Vaccine Maitri (English: Vaccine Friendship)[1] is a humanitarian initiative undertaken by the Indian government to provide COVID-19", "label": "NEU", "score": 0.9462870955467224}
{"text": "Vaccine Maitri (English: Vaccine Friendship)[1] is a humanitarian initiative undertaken by the Indian government to provide COVID-19 vaccines to countries around the world.[2] The government started providing vaccines from 20 January 2021. As of 21 February 2022, India had", "label": "NEU", "score": 0.8483783602714539}
{"text": "Vaccine Maitri (English: Vaccine Friendship)[1] is a humanitarian initiative undertaken by the Indian government to provide COVID-19 vaccines to countries around the world.[2] The government started providing vaccines from 20 January 2021. As of 21 February 2022, India had", "label": "NEU", "score": 0.8483783602714539}
{"text": "Vaccine Maitri (English: Vaccine Friendship)[1] is a humanitarian initiative undertaken by the Indian government to provide COVID-19 vaccines to countries around the world.[2] The government started providing vaccines from 20 January 2021. As of 21 February 2022, India had", "label": "NEU", "score": 0.8483783602714539}
{"text": "Vaccine Maitri (English: Vaccine Friendship)[1] is a humanitarian initiative undertaken by the Indian government to provide COVID-19 vaccines to countries around the world.[2] The government started providing vaccines from 20 January 2021. As of 21 February 2022, India had d", "label": "NEU", "score": 0.8465767502784729}
{"text": "The White House will declare monkeypox a public health emergency on United States, according to multiple outlets.Vaccine Maitri (English: Vaccine Friendship)[1] is a humanitarian initiative undertaken by the Indian government to provide COVID-19 vaccines", "label": "NEU", "score": 0.9545466899871826}
{"text": "The White House will declare monkeypox a public health emergency on Thursday as cases climb in the United States, according to multiple outlets.Vaccine Maitri (English: Vaccine Friendship)[1] is a humanitarian initiative undertaken by the Indian government to provide COVID-19", "label": "NEU", "score": 0.9462870955467224}
{"text": "Laavanya Redamancy Foundation actively taking part and support the HarGharTiranga initiative taken by our Indian Government 🇮🇳🇮🇳", "label": "POS", "score": 0.6064624786376953}
{"text": "Despite the Indian government’s recent initiative to promote the cultivation of coarse cereals, particularly nutri-cereals, it has been a mixed bag this year as far as kharif sowing is concerned.", "label": "NEU", "score": 0.9719895124435425}
{"text": "Third anniversary of amendment of Article370 – An initiative that is taking J&K towards the development. The Indian government has set an ambitious target of Aug. 15, 2022, for the completion of the Udhampur-Baramulla Rail Link. NewJammuKashmir", "label": "NEU", "score": 0.7730146646499634}
{"text": "Then why did the Indian government attack the Communist Party of India.Did they take the initiative to perish or were they destroyed by the Indian government", "label": "NEG", "score": 0.9324489235877991}
{"text": "The ForeignManufacturersCertificationScheme is an initiative launched by the Indian government to ensure that imports from across the globe adhere to the same level of quality standards. And it has helped bring about a paradigm shift in Indian. Visit:", "label": "POS", "score": 0.6622121334075928}
{"text": "Good initiative by EU. Awaiting such steps from Indian government. SaveSoil", "label": "POS", "score": 0.9628534317016602}
{"text": "The Indian government introduced the Har Ghar Tiranga initiative, here's how you can register, download certificates and win cash prizes.", "label": "NEU", "score": 0.966486930847168}
{"text": "My tiranga🇮🇳 my pridePinned my flag today✌️. Glad and honoured❤️to be a part of this wonderful initiative HarGharTiranga by our prime minister Shri ji and our indian government. Let's celebrate this together 🙏AazadiKaAmritMahotsavIndiaAt75 NewProfilePic", "label": "POS", "score": 0.9916497468948364}
{"text": "This year we celebrate 75 years of IndependenceAs a part of Azadi ka Amrit Mahotsav and the HarGharTiranga initiative by our honorable PM Narendra Modi Ji and The Indian Government,I have changed my profile picture.", "label": "POS", "score": 0.9749182462692261}
{"text": "Those initiative of our indian government should definitely become success so let's make it success by taking part of itहर_घर_तिरंगा", "label": "POS", "score": 0.966225802898407}
{"text": "Inspiring Students and teachers of Sangarsh Shiksha Kendra, a school run free of cost by Kanchan Madam distributed Indian Flags among people of Shantis in Maratha Basti, Jammu as an initiative to support HarGharTiranga program of Indian Government.", "label": "POS", "score": 0.8631296753883362}
{"text": "Just thought of this today. Nice initiative by Indian Government. ❤️", "label": "POS", "score": 0.9860732555389404}
{"text": "The Indian Government has launched a very appreciative initiative to hoist the national flag at home, this 75th Independence Day. The Hon’ble Home Minister, Shri Amit Shah has launched this campaign with an intent to evoke the feeling of patriotism in the hearts of countrymen.🇮🇳", "label": "POS", "score": 0.9381502866744995}
{"text": "The Indian Government has launched a very appreciative initiative to hoist the national flag at home,this 75th independence Day. The Hon' ble Home Minister Shir Amit shah has launched this campaign with an intent to evoke feeling of patriotism in the heart of countryman.🇮🇳", "label": "POS", "score": 0.9279401898384094}
{"text": "The Indian Government has launched a very appreciative initiative to hoist the national flag at home, this 75th Independence day.The Hon'ble Home Minister, Shri Amit Shah has launched this campaign with an intent to evoke the feeling of petriotism in the hearts of countrymen.🇮🇳", "label": "POS", "score": 0.7703604102134705}
{"text": "A great initiative by the Indian government, looking forward to some other great policies… BJP for INDIA", "label": "POS", "score": 0.9901710152626038}
{"text": "This is very good initiative by Indian government to inject Patriotism in our bloodTirangaMeraMaan", "label": "POS", "score": 0.9712498188018799}
{"text": "This Is A Really Great Initiative By Indian Government Lets Support This Guys..HarGharTiranga", "label": "POS", "score": 0.9881090521812439}
{"text": "Great initiative by our indian government...HarGharTiranga", "label": "POS", "score": 0.9830222725868225}
{"text": "Great initiative by Indian Government", "label": "POS", "score": 0.9851154685020447}
{"text": "Today we celebrate the big cat on InternationalTigerDay I was lucky enough to have witnessed tigers during our many safaris. I'm happy with the initiative taken by the Indian government to protect these endangered species and urge everyone to protect their habitats 🙏🏻", "label": "POS", "score": 0.9882742166519165}
{"text": "This is really a great initiative by Indian Government.. We all need to take part in it.. SwachhBharat SwasthBharat", "label": "POS", "score": 0.9725645184516907}
{"text": "Seriously a great initiative by Indian Government. No update even after 15 days. What a great service.", "label": "POS", "score": 0.9741207957267761}
{"text": "Good to know that Indian Government is taking initiative on making India as Healthcare destination for the world Health healthcare", "label": "POS", "score": 0.9691521525382996}
{"text": "The initiative is timely...I don't think the Indian government is in a position to collaborate with youFor it is so deeply entrenched with China that it can't take on China", "label": "NEU", "score": 0.719310462474823}
{"text": "AGNIPATH, a new initiative by the Indian government for recruitment to the Indian Armed forces.Agnipath AgnipathRecruitmentScheme Agniveer  Agnipath", "label": "NEU", "score": 0.9697242379188538}
{"text": "AGNIPATH, a new initiative by the Indian government for recruitment to the Indian Armed forces.Agnipath AgnipathRecruitmentScheme Agniveer", "label": "NEU", "score": 0.9682555794715881}
{"text": "AGNIPATH, a new initiative by the Indian government for recruitment to the Indian Armed forces.Agnipath AgnipathRecruitmentScheme Agniveer  Agnipath", "label": "NEU", "score": 0.9697242379188538}
{"text": "She feels this is a good time to start the entrepreneurial journey with the Indian government’s ‘make in India’ initiative providing more funding opportunities and encouraging more academia-industry collaborations.Read more in our latest blog here.", "label": "POS", "score": 0.9582383036613464}
{"text": "Mayor of Jammu Chander Mohan Gupta inaugurates Athroot’s Stall at Jammu Railway station under the Indian government initiative - “One Station One Product”.  TheDispatch", "label": "NEU", "score": 0.9531850814819336}
{"text": "SAVE SOIL. Waiting to hear such good initiative from our indian government side", "label": "POS", "score": 0.9766731858253479}
{"text": "Indian military suicide 859 Army personnel in a year that too no war time is a alarming note.  Short service Agnipath scheme will definitely increase stress among Army personnel.  Indian government  should take initiative to reduce stress by arranging special psychology classes.", "label": "NEG", "score": 0.9751386642456055}
{"text": "A initiative by Indian government but i just hope they focus on other mobal & pc games too besides Bgmi & eSports grows in India 🙏", "label": "NEU", "score": 0.8144518136978149}
{"text": "Great initiative by Indian government.", "label": "POS", "score": 0.9861189126968384}
{"text": "FactsAboutRealEstateThe Indian government has contributed to the real estate industry's growth with the development of the Pradhan Mantri Awas Yojana. The Smart City initiative will establish an affordable housing fund and other similar programmes.GSquare GSquarePlots", "label": "POS", "score": 0.6398439407348633}
{"text": "Great initiative by Indian government to empower BD govt and armed forces.......so that they can \"peacefully\" go to Chattagram Hill tracts and do \"peacefull\" activities.", "label": "POS", "score": 0.9381502866744995}
{"text": "Wow. this is very much needed and very good initiative by Indian government 👍Annamalai SwachhSagarSurakshitSagar", "label": "POS", "score": 0.9816199541091919}
{"text": "European Investment Bank president Werner Hoyer welcomed the Indian government’s initiative to create CDRI to build a global economy resilient to climate change.", "label": "POS", "score": 0.9656673073768616}
{"text": "A welcome initiative by the Government of India. Hope it sees the light and the law has enough teeth to 'force' tech companies to comply to do the good thing. RightToRepair India //Indian government starts work on right to repair rules//", "label": "POS", "score": 0.9033240675926208}
{"text": "Indian Government took the initiative of Startup India aiming to promote and encourage the entrepreneurial spirit amongst youth. Here are 10 aspiring startup stories of the new changing India.Read here: Startup Entrepreneur", "label": "POS", "score": 0.8318091630935669}
{"text": "Mid day meal scheme was first introduced by french in pondicherry. Data on protein energy malnutrition presented to Indian government. Kamaraj initiative was from a suggestion and ground level truth.", "label": "NEU", "score": 0.9756941795349121}
{"text": "Does the Indian government's Ayushman initiative offer cashless payment options to low-income families? Does this plan, however, operate on the ground level?     ayushmancard ayushmanbharat", "label": "NEU", "score": 0.9476983547210693}
{"text": "That's great initiative by the Indian government. Don't try to be oversmart ok, after all you are a villain but now in the present days your behaviour is like a perfect anti Hindu Villain. Speak out about Modi..but don't say anything against Hindu please.", "label": "NEG", "score": 0.783249020576477}
{"text": "Really great initiative by the Indian government, soon everyone will get safety", "label": "POS", "score": 0.9886476397514343}
{"text": "Really great initiative by the Indian government, soon everyone will get safety", "label": "POS", "score": 0.9886476397514343}
{"text": "When they returned everyone supported Indian government initiative. Don't be so rude.  I would say arrange an special entrance exam for these students otherwise these will also join IT sector.", "label": "POS", "score": 0.5210127234458923}
{"text": "Great initiative by indian government..everyone should grab this opportunity..UKAIRNCC NCCdirectorateuttarakhand HQDGNCC AgnipathScheme Agniveer", "label": "POS", "score": 0.9789420366287231}
{"text": "Very nice initiative by Indian government . Best opportunity for youth🇮🇳🇮🇳UkairnccNCCdirectorateUttrarakhandHQDGNCC", "label": "POS", "score": 0.9868023991584778}
{"text": "Beti Bachao Beti PadhaoAn initiative launched in 2015 by Indian government to save girl child.Await for the time to see this slogan change to Beti Padhao Beti Ko Saksham Banao to help increasing more women getting educated and entering the workforce.", "label": "POS", "score": 0.6707292199134827}
{"text": "Agniveer  is a good initiative fir  the youth by the Indian governmentCdt-rojalin das Niali college,Niali  Unit-1(0) BN NCC Cuttack", "label": "POS", "score": 0.9245657324790955}
{"text": "is Indian government’s initiative that aims to curb digital monopolies and standardize online commercial interactions. It is a digital building block that could be used by all commercial entities.", "label": "NEU", "score": 0.7084928154945374}
{"text": "Aginveer is a good initiative for the youth by the Indian government Name ..Rajesh Kumar biswalCollege ..  niali college Niali unit..1..0batalion", "label": "POS", "score": 0.9099383354187012}
{"text": "Agneepath scheme is a great initiative taken by Indian Government for our youth.Cadet-Deepak Kumar Padhi 1(0) Bancs Cuttack M.H.D Mahavidyalaya Chhatiya", "label": "POS", "score": 0.9092811942100525}
{"text": "Agniveer is good initiative fir the youth by indian government Name- Basudev parida college- Niali college, niali Unit- 1(o) Bn Ncc cuttack", "label": "POS", "score": 0.9291269779205322}
{"text": "Agniveer is a good initiative for the youth by the Indian government 🤞Name -MALLIK ALAM.                         College-NIALI COLLEGE,NIALI                                         Unit- 1(o) BN NCC, Cuttack  NCCGroupCuttack", "label": "POS", "score": 0.8887410163879395}
{"text": "Indian government recently banned single-use plastic bags. A great initiative But the substitute for this is paper bags cut by trees. 😞😩sustainability plastic paper bags research itshappening funkeakindele fun plasticfreeworld earth love", "label": "NEU", "score": 0.6631608009338379}
{"text": "Agniveer is a good initiative for the youth by the Indian government 🤞", "label": "POS", "score": 0.9745548963546753}
{"text": "Appreciate the initiative taken by AAP mumbai for Aarey. But just protest will not help.Their is need world knows about it who should raise  questions on Maharashtra and Indian government on its commitment on climate change.", "label": "NEU", "score": 0.8602458238601685}
{"text": "Yes, even I saw this movement initiation by Sadhguru , great initiative by Indian Government, similarly we need SaveSoil success .", "label": "POS", "score": 0.9482340216636658}
{"text": "It's a good initiative of Indian government to ban single use of plastic", "label": "POS", "score": 0.6053755879402161}
{"text": "What a great initiative by the Indian government to ban SingleUsePlastic from 1st July, 2022.", "label": "POS", "score": 0.8213165998458862}
{"text": "Well initiative taken by indian government.agniveerAgnipathScheme", "label": "POS", "score": 0.7674213647842407}
{"text": "The Indian government’s DigitalIndia initiative has helped India in taking steps toward new technology and 5G is the next step.5gspectrum Network jio Tap to read more:", "label": "POS", "score": 0.869975745677948}
{"text": "ŠKODA AUTO Volkswagen India Pvt Ltd group opens applications for the 11th batch of the Mechatronics apprentice training program in India - in line with the Indian Government’s SkillIndia initiative.", "label": "NEU", "score": 0.9089102149009705}
{"text": "Food safety in India is related to the Swachh Bharat initiative of the Indian government, which places a strong emphasis on cleanliness and hygiene. Click here to read the full article -  EquinoxLabs CommitmentToSafety Hotels Restaurants Fssaiindia", "label": "POS", "score": 0.557650089263916}
{"text": "Really good initiative from the government of India. Saving the planet shall be our priority. Plastic environmental Indian government", "label": "POS", "score": 0.9621080756187439}
{"text": "Indian Government took the initiative of Startup India aiming to promote and encourage the entrepreneurial spirit amongst youth. Here are 10 aspiring startup stories of the new changing India.Read here: Startup Entrepreneur", "label": "POS", "score": 0.8318091630935669}
{"text": "It was an amazing initiative by Ji. We hope the Indian government continues this practice of promoting traditional Indian artwork and crafts on an International level.", "label": "POS", "score": 0.9839158654212952}
{"text": "Piyush Goyal suggests that ONDC — the Indian government’s initiative to promote open networks for the exchange of goods and services over digital platforms — should be made available in regional languages.By", "label": "NEU", "score": 0.6667072772979736}
{"text": "Great initiative by Indian Government for enrolling AGNIVEERS...", "label": "POS", "score": 0.972337543964386}
{"text": "Taking the Inter-ministerial Toycathon Initiative of Indian Government one notch up Allenhouse Institute of Technology is organising the event *Toycathon* on 29th June 2022.", "label": "NEU", "score": 0.9144280552864075}
{"text": "Take in the sights of India with these incredible tours:The IncredibleIndia campaign is a tourism initiative by the Indian government to promote India as a tourist destination.    travelphotography wanderlust instagram photooftheday life fashion instagood travelgram", "label": "POS", "score": 0.9245729446411133}
{"text": "I am not an NDA or OTA . Sir form my  knowledge i think this is good initiative which helps to keep Indian army youth and give more job opportunity for the future generation And other youngsters in India. Indian government also providing more facilities.", "label": "POS", "score": 0.880178689956665}
{"text": "The Delhi Metro network covers about 390.14 Km with 286 stations and 336 trains. The Delhi Metro is a sustainable initiative in community service put together by the Indian Government. The dashing metro speeds satisfy the city's need to rushDelhi", "label": "NEU", "score": 0.5184751749038696}
{"text": "Then there was US smartphone maker Apple, which had to wrestle with the government for years just to open retail stores in the country. The company was also threatened by the Indian government with legal action over its anti-spam initiative.", "label": "NEG", "score": 0.6431108117103577}
{"text": "Good initiative by Indian Government", "label": "POS", "score": 0.981031596660614}
{"text": "This is the reason youth of Hindustan must join Agnipath. It is a great initiative of Indian Government and Indian Army. Bharat Mata ki Jai.", "label": "POS", "score": 0.9357746839523315}
{"text": "Very good initiative from Indian government...The Government of India is taking a number of steps to promote the game of chess in India ...ChessOlympiadTorchRelay", "label": "POS", "score": 0.9691051244735718}
{"text": "Good initiative from Indian government...Government of India is taking a number of steps to promote the game of chess in India ...Chess Olympiad Torch Relay", "label": "POS", "score": 0.9484255909919739}
{"text": "Government of India is taking a number of steps to promote the game of chess in India ...Good initiative from Indian government. Chess Olympiad Torch Relay", "label": "POS", "score": 0.9285810589790344}
{"text": "The Government of India is taking a number of steps to promote the game of chess in India ...Good initiative from Indian government. Chess Olympiad Torch Relay", "label": "POS", "score": 0.9339208602905273}
{"text": "Very good initiative taken by our Indian government It will give right direction to our youth and nation. Jai Hind🙏🇮🇳 Jai Bharat🇮🇳🙏🕉☪️🔯✝️ੴ", "label": "POS", "score": 0.9894822835922241}
{"text": "Well said. More doyens of industry and state governments are coming forward to commend this initiative of the Indian government. Bravo NaMo", "label": "POS", "score": 0.9811574816703796}
{"text": "Go through  previous videos ktr what your sister and father said about  GST  don't  do politics it is good  initiative  done by the Indian government.", "label": "POS", "score": 0.7597230076789856}
{"text": "Its not credit to Modi Its there religious toleranceWhen will Indian government take same initiative to teach Quran and Hadees lessons so as the youth understands both religions nd misconception be removed", "label": "NEU", "score": 0.9238976240158081}
{"text": "Agnipath- An initiative of Indian Government for youth to play real PUBG..Agnipath Recruitment Scheme Indian Army Indian Army", "label": "NEU", "score": 0.9656509757041931}
{"text": "It's a really nice initiative by the Indian government. It will give opportunity to youngsters to serve the nation and also it will make them disciplined and focused.Many state governments have already declared about giving preference to agniveers.AgnipathRecruitmentScheme", "label": "POS", "score": 0.9726383686065674}
{"text": "We all should appreciate this amazing initiative by Indian Government Agnipath Watershed", "label": "POS", "score": 0.986974835395813}
{"text": "This was such an great initiative by indian government in  order to  reduce unemploymentAgnipathWatershed", "label": "POS", "score": 0.9708760380744934}
{"text": "this is really a very great initiative started by our indian government for development of human resourceAgnipath a Watershed", "label": "POS", "score": 0.98680579662323}
{"text": "A nice initiative from Indian government but hope it establishes soon. bjp india modi RajnathSingh Agniveers AgnipathRecruitmentScheme Agnipath ARMY AirForce navy", "label": "POS", "score": 0.8901345133781433}
{"text": "New Initiative taken by Indian government to improve the healthcare framework of the country. Read Full Article at-  For more info reach us at- Indianhealthministry India Publichealth healthmanagement Indiangovernment", "label": "POS", "score": 0.588204562664032}
{"text": "Indian government has decided to develop 5 tourist villages in Dal Lake in Jammu & Kashmir under the Mission Youth initiative, which aims at developing 75 villages having distinction in terms of scenic beauty, art-culture, history nd archaeology.wednesdaythought", "label": "NEU", "score": 0.4997837245464325}
{"text": "Very good initiative taken by our Indian government👍Indian youth used to waste a lot of time shooting stupid videos for online fan following, now they have got something constructive to do as well as to contribute a lot to their personal aspect and national aspects.Jai Bharat🇮🇳", "label": "POS", "score": 0.6379373073577881}
